Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: Crashes FileZilla instantly. Only used to debug the exception handler
co: Tumbà FileZilla avà. À impiegà solu per spannà un 'exception handler'

source: Crea&te new file
co: Creà unu schedariu novu

source: Create a new subdirectory in the current directory
co: Creà unu sottu-cartulare novu in u cartulare currente

source: Create a new subdirectory in the current directory and change into it
co: Creà unu sottu-cartulare novu in u cartulare currente è impiegallu

source: Create a new, empty file in the current directory
co: Creà unu schedariu novu è viotu in u cartulare currente

source: Create director&y and enter it
co: Creà unu cartulare è impiegallu

source: Create directory
co: Creà unu cartulare

source: Create empty file
co: Creà unu schedariu viotu

source: Creating directory
co: Creendu unu cartulare

source: Creating directory '%s'...
co: Creendu u cartulare '%s'...

source: Critical error
co: Errore impurtantissimu

source: Critical error:
co: Errore impurtantissimu :

source: Critical file transfer error
co: Errore impurtantissimu di trasferimentu di schedariu

source: Critical file transfer error after transferring %s in %s
co: Errore impurtantissimu di trasferimentu di schedariu dopu à avè trasferitu %s in %s

source: Current remote directory (%s) is not below the synchronization root (%s). Synchronized browsing has been disabled.
co: U cartulare alluntanatu currente (%s) ùn hè micca sottu a radica di sincrunizazione (%s). Avà, u sfugliendu sincrunizatu ùn hè più attivu.

source: Current transfer type is set to ASCII.
co: Avà, u tipu di trasferimentu currente hè ASCII.

source: Current transfer type is set to automatic detection.
co: Avà, u tipu di trasferimentu currente hè automaticu.

source: Current transfer type is set to binary.
co: Avà, u tipu di trasferimentu currente hè binariu.

source: Cus&tom
co: Persunaliza&tu

source: Custom filter set
co: Gruppu di filtri persunalizati

source: Custom server
co: Servu persunalizatu

source: D&ata type
co: Tipu di d&atu

source: D&ecimal prefixes using SI symbols (e.g. 1 KB = 1000 bytes)
co: Prefissi d&ecimale cù simbuli di u Sistemu Internaziunale (SI) (p.i. 1 Ko = 1000 ottetti)

source: D&efault
co: Pr&edefinitu

source: D&elete
co: Sguassà

source: D&isable all
co: Disattivà tuttu

source: D&o not save passwords
co: Ùn arregistrà micca e parolle d'intrata

source: D&ouble-click action on directories:
co: Azzione di u d&opiu-cliccu nantu à i cartulari :

source: D&uplicate
co: D&uplicà

source: DOS-like with virtual paths
co: Accede à i passeghji virtuali à a manera di DOS

source: Dangerous filetype
co: Tipu di schedariu periculosu

source: Data
co: Dati

source: Data socket closed too early.
co: Socket di dati chjosu troppu tostu.

source: Date
co: Data

source: Date formatting
co: Forma di a data

source: Date/time format
co: Forma di data è ora

source: Date/time unknown
co: Data è ora scunnisciute

source: Debug
co: Spannà

source: Debugging settings
co: Preferenze per Spannà

source: Default &local directory:
co: Cartulare &lucale predefinitu :

source: Default (Autodetect)
co: Predefinitu (Detezione automatica)

source: Default editor not properly quoted.
co: Editore predefinitu micca specificatu currettamente.

source: Default file exists action
co: Azzione predefinita à fà nantu à i schedarii chì esistenu

source: Default r&emote directory:
co: Cartulare da &reta in là predefinitu :

source: Default remote path cannot be parsed. Make sure it is a valid absolute path for the selected server type.
co: U passeghju alluntanatu predefinitu ùn pò micca esse determinatu. Assicuratevvi ch'ellu hè un passeghju esplicitu leghjittimu è cunnisciutu da u tipu di servu selezziunatu.

source: Default system language
co: Lingua predefinita di u sistemu

source: Default transfer mode:
co: Modu predefinitu di trasferimentu :

source: Default transfer type:
co: Tipu predefinitu di trasferimentu :

source: Default: http://ip.filezilla-project.org/ip.php
co: Predefinitu : http://ip.filezilla-project.org/ip.php

source: Delay between failed connection attempts has to be between 1 and 999 seconds.
co: U tempu trà e prove fiasche di cunnessione deve esse sceltu trà 1 è 999 seconde.

source: Delaying connection for %d second due to previously failed connection attempt...
co: Tempu d'aspettanza di %d seconda per via d'una precedente prova di cunnessione fiasca...

source: Delete Site Manager entry
co: Sguassà l'elementu di u Ghjestiunariu di Siti

source: Delete selected directory
co: Sguassà u cartulare selezziunatu

source: Delete selected files and directories
co: Sguassà i schedarii è i cartulari selezziunati

source: Deleting directories
co: Sguassatura di i cartulari

source: Deleting multiple unrelated directories is not yet supported
co: A sguassatura di pareghji cartulari senza relazione trà elli ùn hè micca pussibule avà

source: Deleting symbolic link
co: Sguassatura di a leia simbulica

source: Desktop
co: Scagnu

source: Details
co: Ditaglii

source: Details for new key:
co: Ditaglii per una nova chjave :

source: Dire&ctories
co: &Cartulari

source: Direction
co: Direzzione

source: Directory
co: Cartulare

source: Directory comparison
co: Paragone di cartulare

source: Directory comparison failed
co: U paragone di cartulare hè fiascu

source: Directory containing the logfile does not exist or filename is invalid.
co: U cartulare cuntenendu u ghjurnale di i messaghji ùn esiste micca, o u nome di schedariu ùn hè micca leghjittimu.

source: Directory listing aborted by user
co: A lista di u cuntenutu di u cartulare hè abbandunata da l'utilizatore

source: Directory listing failed
co: Fiascu per mostrà a lista di u cartulare

source: Directory listing filters
co: Filtri per a lista di u cartulare

source: Directory listing successful
co: Lista di u cartulare riesciuta

source: Disa&ble all
co: Disattivà tuttu

source: Disable synchronized browsing and continue changing the remote directory?
co: Vulete disattivà u sfugliendu sincrunizatu è cuntinuà u cambiamentu di u cartulare alluntanatu ?

source: Disable this option again if you will not be able to see the correct directory contents anymore.
co: Disattivà st'ozzione s'ellu ùn hè più pussibule di vede bè u cuntenutu di u cartulare.

source: Disconnect from server
co: Disghjunghje da u servu

source: Disconnected from server
co: Disghjuntu da u servu

source: Disconnected from server: %s
co: Disghjuntu da u servu : %s

source: Disconnecting from previous server
co: Disghjunzione in corsu da u servu precedente

source: Disconnects from the currently visible server
co: Disghjunghje da u servu attualemente videvule

source: Display about dialog
co: Affissà a finestra d'infurmazione Apprupositu

source: Do &not use default editor
co: Ù&n impiega micca l'editore predefinitu

source: Do &nothing
co: Ùn fà &nunda

source: Do you really want to close FileZilla?
co: Site sicuru di chjode FileZilla ?

source: Do you really want to delete all Site Manager entries and the transfer queue?
co: Site sicuru di sguassà tutti l'elementi di u Ghjestiunariu di Siti è a lista d'aspettanza di trasferimenti ?

source: Do you really want to delete all Site Manager entries?
co: Site sicuru di sguassà tutti l'elementi di u Ghjestiunariu di Siti ?

source: Do you really want to delete selected entry?
co: Site sicuru di sguassà l'elementu selezziunatu ?

source: Do you really want to delete the transfer queue?
co: Site sicuru di sguassà a lista d'aspettanza di trasferimenti ?

source: Do you really want to send '%s' to the server?
co: Site sicuru di mandà '%s' à u servu ?

source: Documentation
co: Documentazione

source: Don't use external IP address on &local connections.
co: Ùn impiegà micca d'indirizzu IP esternu per i cunnessioni &lucali.

source: Dotfiles are filenames starting with a dot, e.g. .htaccess
co: Dotfiles sò nomi di schedariu principiendu cù un puntu, i.e. .htaccess

source: Double-click action
co: Azzione di u dopiu-cliccu

source: Download
co: Telecaricà

source: Download &limit:
co: Limitazione di telecaricamentu :

source: Download limit: %s/s
co: Limitazione di telecaricamentu : %s/s

source: Download limit: none
co: Limitazione di telecaricamentu : alcuna

source: Download search results
co: Telecaricà i risultati di a ricerca

source: Download selected directory
co: Telecaricà u cartulare selezziunatu

source: Download selected files and directories
co: Telecaricà i schedarii è i cartulari selezziunati

source: Download speed: %s/s Upload speed: %s/s
co: Velocità di telecaricamentu : %s/s Velocità d'incaricamentu : %s/s

source: Downloading
co: Telecarichendu

source: Downloading %s
co: Telecarichendu %s

source: Downloading multiple unrelated directories is not yet supported
co: Telecaricà parechji cartulari senza relazione trà elli ùn hè micca pussibule avà

source: Downloading search results
co: Telecarichendu i risultati di a ricerca

source: Downloading update...
co: Telecarichendu a messa à ghjornu...

source: Drag&drop between different instances of FileZilla has not been implemented yet.
co: Sguillà & Depone trà parechje finestre FileZilla ùn hè micca pussibule avà.

source: Drag&drop between different servers has not been implemented yet.
co: Sguillà & Depone trà parechji servi ùn hè micca pussibule avà.

source: Dupl&icate
co: Dupl&icà

source: E&nable all
co: Attivà tuttu

source: E&nter directory
co: Scrivite u cartulare

source: E&xecute
co: Eseguisce

source: E&xit
co: E&sce

source: E-Mail:
co: Indirizzu Elettronicu :

source: Each filter needs at least one condition.
co: Ogni filtru hà bisognu d'almenu una cundizione.

source: Edit filters
co: Mudificà i filtri

source: Edit the file with the configured editor and upload changes to the server.
co: Mudificà u schedariu cù l'editore è incaricà i cambiamenti nantu à u servu.

source: Editing failed
co: Mudificazione fiasca

source: Email:
co: Messaghju elettronicu :

source: Empty command
co: Cummanda viota

source: Empty command.
co: Cummanda viota.

source: Empty directory listing
co: Lista di cartulari viota

source: Empty directory.
co: Cartulare viotu.

source: Empty file extension.
co: L'estensione di u schedariu hè viota.

source: Empty filter names are not allowed.
co: I nomi vioti di filtru ùn sò micca permessi.

source: Empty name
co: Nome viotu :

source: Empty quoted string.
co: A frasa framezu à e virgulette hè viota.

source: En&able all
co: &Attivà tuttu

source: Enable invalid character &filtering
co: Attivà u filtru di i caratteri micca leghjittimi

source: Encrypted
co: Cifratu

source: Encryption
co: Cifratura

source: Encryption details
co: Ditaglii di a cifratura

source: End comparison and change sorting order?
co: Compie u paragone è cambià l'urdine di a scelta ?

source: Enter &custom command...
co: Scrivite una &cummanda persunalizata...

source: Enter 0 for unlimited speed.
co: Scrivite 0 per una velocità senza limitu.

source: Enter command
co: Scrivite una cummanda

source: Enter custom command
co: Scrivite una cummanda persunalizata

source: Enter directory
co: Scrivite unu cartulare

source: Enter filter name
co: Scrivite u nome di u filtru

source: Enter name for filterset
co: Scrivite u nome di u gruppu di filtri

source: Enter new name for filterset
co: Scrivite u novu nome di u gruppu di filtri

source: Enter password
co: Scrivite a parolla d'intrata

source: Enter selected directory
co: Scrivite u cartulare selezziunatu

source: Enter the address of the server. To specify the server protocol, prepend the host with the protocol identifier. If no protocol is specified, the default protocol (ftp://) will be used. You can also enter complete URLs in the form protocol://user:pass@host:port here, the values in the other fields will be overwritten then. Supported protocols are: - ftp:// for normal FTP - sftp:// for SSH file transfer protocol - ftps:// for FTP over TLS (implicit) - ftpes:// for FTP over TLS (explicit)
co: Scrivite l'indirizzu di u servu. Per indicà u protocollu di u servu, prefissate l'ospite cù l'identificazione di u protocollu. S'è alcunu protocollu hè scrittu, u protocollu genericu (ftp://) serà impiegatu. Pudete scrive dinù l'URL sanu in a forma protocol://user:pass@host:port quì, i valori in l'altri campi seranu soprascritti tandu. I protocolli suppurtati sò : - ftp:// per FTP nurmale - sftp:// per FTP cù SSH (assicuratu) - ftps:// per FTP cù TLS (sottintesu) - ftpes:// per FTP cù TLS (esplicitu)

source: Enter the password for the file '%s'. Please note that the converted file will not be password protected.
co: Scrivite a parolla d'intrata per u schedariu '%s'. Sapete chì u schedariu cunvertittu ùn serà micca prutettu cù una parolla d'intrata.

source: Enter the port on which the server listens. The default for FTP is 21, the default for SFTP is 22.
co: Scrivite u numeru di portu d'ascolta di u servu. U numeru predefinitu per FTP hè 21, è quellu per SFTP hè 22.

source: Enter username and password
co: Scrivite u nome d'utilizatore è a parolla d'intrata

source: Error exporting settings
co: Errore mentre l'espurtazione di e preferenze

source: Error importing
co: Errore mentre l'impurtazione

source: Error loading queue
co: Errore mentre u caricamentu di a lista d'aspettanza

source: Error loading xml file
co: Errore mentre u caricamentu di u schedariu xml

source: Error saving queue
co: Errore mentre l'arregistramentu di a lista d'aspettanza

source: Error starting program
co: Errore mentre l'iniziu di u prugrammu

source: Error writing xml file
co: Errore mentre a scrittura di u schedariu xml

source: Error:
co: Errore :

source: Example: png "c:\program files\viewer\viewer.exe" -open
co: Esempiu : png "c:\program files\viewer\viewer.exe" -open

source: Examples
co: Esempii

source: Exe&cute
co: Eseguisce

source: Executable contains no version info, cannot check for updates.
co: U schedariu da esecutà ùn hà micca d'infurmazione di versione, impussibule di cuntrollà e nove versioni.

source: Explorer
co: Espluratore

source: Export &Queue
co: Espurtà a lista d'aspettanza

source: Export &Settings
co: E&spurtà e preferenze

source: Export settings
co: Espurtazione di e preferenze

source: F&ilter name:
co: Nome d&i u filtru :

source: FTP - File Transfer Protocol
co: FTP - Protocollu di Trasferimentu di Schedariu

source: FTP - File Transfer Protocol with optional encryption
co: FTP - Protocollu di Trasferimentu di Schedariu cù cifratura in ozzione

source: FTP - Insecure File Transfer Protocol
co: FTP - Protocollu di Trasferimentu di Schedariu senzà sicurità

source: FTP Engine not initialized, can't connect
co: Mutore FTP micca dimaratu, ùn si pò micca cunnettà

source: FTP Keep-alive
co: FTP Sempre-vivu

source: FTP Proxy
co: Proxy di FTP

source: FTP URL
co: URL di FTP

source: FTP uses secondary connections for data transfers. These additional connections can be established in two ways.
co: FTP impiega cunnessione secundarie per i trasferimenti di dati. Ste cunnessione addiziunale ponu esse stabilite da duie faccende.

source: FTPES - FTP over explicit TLS/SSL
co: FTPES - FTP cù cunnessione TLS/SSL esplicita

source: FTPS - FTP over implicit TLS/SSL
co: FTPS - FTP cù cunnessione TLS/SSL sottintesa

source: Failed to change directory
co: U cambiamentu di cartulare hè fiascu

source: Failed to change language
co: U cambiamentu di lingua hè fiascu

source: Failed to copy or move sites
co: Fiascu di a copiatura o a mossa di i siti

source: Failed to create backup copy of xml file
co: Fiascu di a creazione di a copia di u schedariu xml

source: Failed to create listen socket, aborting
co: Fiascu di a creazione di socket d'ascoltu, abbandonu in corsu

source: Failed to create listening socket for active mode transfer
co: Ùn hè micca pussibule di creà u socket d'ascoltu per u modu di trasferimentu attivu

source: Failed to get 'My Documents' path
co: Fiascu per truvà u passeghju di 'My Documents'

source: Failed to get desktop path
co: Fiascu per truvà u passeghju di u scagnu 'desktop'

source: Failed to get peer address of control connection, connection closed.
co: Ùn hè micca pussibule d'ottene l'indirizzu di u cliente per a cunnessione di cuntrollu, cunnessione chjosa.

source: Failed to get peer address of data connection, connection closed.
co: Ùn hè micca pussibule d'ottene l'indirizzu di u cliente per a cunnessione di dati, cunnessione chjosa.

source: Failed to initialize FTP engine
co: Fiascu per dimarrà u mutore FTP

source: Failed to initialize TLS.
co: Fiascu per dimarrà TLS.

source: Failed to load panels, invalid resource files?
co: Ùn pò micca caricà l'interfaccia, i schedarii di risorse sonu leghjittimi ?

source: Failed to load private key: %s
co: Impussibule di caricà a chjave privata : %s

source: Failed to open "%s" for appending/writing
co: Impussibule di apre "%s" per aghjuntu o scrittura

source: Failed to open "%s" for reading
co: Fiascu per apre "%s" per leghjelu

source: Failed to open "%s" for writing
co: Fiascu per apre "%s" per scrivelu

source: Failed to parse returned path.
co: Fiascu per determinà u passeghju riturnatu.

source: Failed to parse trusted root cert.
co: Fiascu per determinà u certificatu d'urigine accreditu.

source: Failed to receive data
co: Fiascu per riceve i dati

source: Failed to retrieve directory listing
co: Fiascu per ritruvà a lista di u cartulare

source: Failed to retrieve external ip address, aborting
co: Fiascu per ritruvà l'indirizzu IP esternu, abbandonu in corsu

source: Failed to retrieve external ip address, using local address
co: Fiascu per ritruvà l'indirizzu IP esternu, impiegu di l'indirizzu lucale

source: Failed to retrieve local ip address.
co: Fiascu per ritruvà l'indirizzu IP lucale.

source: Failed to retrieve local ip address. Aborting
co: Fiascu per ritruvà l'indirizzu IP lucale, abbandonu in corsu

source: Failed to retrieve the external IP address.
co: Fiascu per ritruvà l'indirizzu IP esternu.

source: Failed to send command.
co: Fiascu per mandà a cummanda.

source: Failed to set language to %s (%s), using default system language
co: Fiascu per sceglie %s (%s), cum'è lingua, impiegu di a lingua predefinita di u sistemu

source: Failed to set language to %s (%s), using default system language (%s, %s).
co: Fiascu per sceglie %s (%s) cum'è lingua, impiegu di a lingua predefinita di u sistemu (%s, %s).

source: Failed to set language to %s (%s), using default system language.
co: Fiascu per sceglie %s (%s), cum'è lingua, impiegu di a lingua predefinita di u sistemu.

source: Failed to set language to %s, using default system language
co: Fiascu per sceglie %s, cum'è lingua, impiegu di a lingua predefinita di u sistemu

source: Failed to set language to %s, using default system language (%s, %s).
co: Fiascu per sceglie %s, cum'è lingua, impiegu di a lingua predefinita di u sistemu (%s, %s).

source: Failed to set language to %s, using default system language.
co: Fiascu per sceglie %s, cum'è lingua, impiegu di a lingua predefinita di u sistemu.

source: Failed to validate settings
co: Ùn hè micca pussibule di validà e preferenze

source: Failed to verify peer certificate
co: Ùn hè micca pussibule di verificà u certificatu paru

source: Failed to write to file %s
co: Fiascu per scrive nantu à u schedariu %s

source: Failed to write xml file
co: Fiascu per scrive nantu à u schedariu xml

source: Failed transfers
co: Trasferimenti fiaschi

source: Fall back to active mode
co: Ritornu à u modu attivu

source: Fil&e:
co: Sch&edariu :

source: Fil&es
co: Sch&edarii

source: File
co: Schedariu

source: File Types
co: Tipi di schedariu

source: File descriptor not a socket
co: Descrittore di schedariu ùn hè micca socket

source: File does not contain any importable data.
co: U schedariu ùn cuntene micca di datu à impurtà.

source: File editing
co: Mudificazione di u schedariu

source: File exists
co: U schedariu esiste

source: File exists action
co: Azzione à fà quandu u schedariu esiste

source: File has changed
co: U schedariu hà cambiatu

source: File lists
co: Liste di schedarii

source: File not found
co: U schedariu ùn esiste micca

source: File search
co: Ricerca di schedariu

source: File transfer aborted by user
co: U trasferimentu di u schedariu hè abbandunatu da l'utilizatore

source: File transfer aborted by user after transferring %s in %s
co: U trasferimentu di u schedariu hè abbandunatu da l'utilizatore dopu à avè trasferatu %s in %s

source: File transfer failed
co: U trasferimentu di schedariu hè fiascu

source: File transfer failed after transferring %s in %s
co: U trasferimentu di schedariu hè fiascu dopu à avè trasferatu %s in %s

source: File transfer skipped
co: U trasferimentu di schedariu hè saltatu

source: File transfer successful
co: U trasferimentu di schedariu hè compiu bè

source: File transfer successful, transferred %s in %s
co: U trasferimentu di schedariu hè compiu bè, transferatu %s in %s

source: File transfers still in progress.
co: I trasferimenti di schedariu sò sempre in corsu.

source: File would transfer with ASCII data type.
co: U schedariu duveria esse trasferatu cù u tipu di dati ASCII.

source: File would transfer with binary data type.
co: U schedariu duveria esse trasferatu cù u tipu di dati binariu.

source: FileZilla Error
co: Errore di FileZilla

source: FileZilla can now test your configuration to ensure everything is configured properly.
co: Avà, FileZilla pò verificà a vostra cunfigurazione per assicurassi chì tuttu và bè.

source: FileZilla is already connected to a server.
co: FileZilla hè dighjà cunnettu à un servu.

source: FileZilla needs to be restarted for the language change to take effect.
co: Ci vole à chjode FileZilla è aprellu torna per piglià in contu u cambiamentu di lingua.

source: FileZilla updates
co: Cambiamenti di FileZilla

source: Filelist status &bars
co: Barre di &statu di l'arburiscenze

source: Filename
co: Nome di schedariu

source: Filename &filters...
co: &Filtri di u nome di schedariu...

source: Filename cannot be constructed for directory %s and filename %s
co: U nome di u schedariu ùn pò micca esse custruitu per u cartulare %s è u schedariu %s

source: Filename invalid
co: Nome di schedariu micca leghjittimu

source: Filename may not contain any of the following characters: / \ : * ? " < > |
co: U nome di schedariu ùn pò micca cuntene sti caratteri : / \ : * ? " < > |

source: Filename unchanged
co: U nome di schedariu ùn hà micca cambiatu

source: Filename:
co: Nome di schedariu :

source: Filenames may not contain any of the following characters: / * ? < > |
co: I nomi di schedariu ùn ponu micca cuntene sti caratteri : / * ? < > |

source: Filenames may not contain any of the following characters: / \ : * ? " < > |
co: I nomi di schedariu ùn ponu micca cuntene sti caratteri : / \ : * ? " < > |

source: Files currently being edited
co: I schedarii sò in corsu di mudificazione

source: Filesize
co: Dimensione di schedariu

source: Filesize format
co: Forma di a dimensione di schedariu

source: Filetype
co: Tipu di schedariu

source: Filetype associations
co: Associ da tipu di schedariu

source: Filter applies to:
co: U filtru hè applicatu à :

source: Filter invalid characters in filenames
co: Filtratura di i caratteri micca leghjittimi in i nomi di schedarii

source: Filter name already exists
co: U nome di filtru esiste dighjà

source: Filter out items matching all of the following
co: Filtrà l'elementi chì currispondenu à tutte ste cundizione

source: Filter out items matching any of the following
co: Filtrà l'elementi chì currispondenu à almenu una di ste cundizione

source: Filter out items matching none of the following
co: Filtrà l'elementi chì ùn currispondenu à alcuna di ste cundizione

source: Filter set already exists
co: U gruppu di filtru esiste dighjà

source: Filter the directory listings
co: Filtrà u cuntenutu di u cartulare
