Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: Filter validation failed
co: A validazione di u filtru hè fiasca

source: Fingerprint (MD5):
co: Impronta (MD5) :

source: Fingerprint (SHA-1):
co: Impronta (SHA-1) :

source: Fingerprint:
co: Impronta :

source: Firewall and router configuration wizard
co: Assistente di cunfigurazione di parafocu è 'router'

source: For more detailed information about what these options do, please run the network configuration wizard.
co: Per cunnosce l'effetti di st'ozzioni, impiegate l'Assistente di cunfigurazione di a reta.

source: For reliability you should specify a range of at least 10 ports.
co: Per più d'assicuranza, ci vole à indicà una stesa d'almenu 10 porti.

source: For this session the default settings will be used. Any changes to the settings will not be saved.
co: E preferenze predefinite seranu impiegate per sta sessione. Tuttu cambiamentu di ste preferenze ùn serà micca arregistratu.

source: Force &UTF-8
co: Forzà a cudificazione &UTF-8

source: Force showing &hidden files
co: Forzà l'affissu di i schedarii &piattati

source: Force showing hidden files
co: Forzà l'affissu di i schedarii piattati

source: Format specifications:
co: Specificazioni di a forma :

source: Format: Extension followed by properly quoted command and arguments.
co: Forma : L'estensione seguita da a cummanda è i so parametri scritti currettamente.

source: Found new %s %s
co: Novu trovu %s %s

source: Further documentation
co: Più di documentazione

source: General
co: Generale

source: General SOCKS server failure
co: Fiascu generale di u servu SOCKS

source: Generic proxy
co: Proxy genericu

source: Get external IP address from the following URL:
co: &Ottene l'indirizzu IP esternu chì si trova à st'URL :

source: Getting help
co: Aiutu in linea (inglese)

source: Given filterset name already exists, overwrite filter set?
co: U nome di u gruppu di filtri esiste dighjà, vulete rimpiazzallu ?

source: Global bookmarks
co: Indette glubale

source: Group permissions
co: Permessi di gruppu

source: H&igh
co: Altu

source: HTTPS - HTTP over TLS
co: HTTPS - HTTP nantu à TLS

source: Hidden
co: Piattatu

source: High
co: Altu

source: Highest
co: U più altu

source: Highest available port has to be a number between 1024 and 65535.
co: U numeru u più maiò di u portu dispunibule deve esse sceltu trà 1024 è 65535.

source: Hold the shift key to toggle the filter state on both sides simultaneously.
co: Tinite u tastu Maj/Shift appughjatu per attivà/disattivà u filtru simultaneamente da e duie parti.

source: Homepage:
co: Prima pagina di u situ FileZilla :

source: Host key fingerprint:
co: Impronta di a chjave di l'ospite :

source: Host key mismatch
co: A chjave di l'ospite ùn currisponde micca

source: Host starts with '[' but no closing bracket found.
co: L'ospite principia cù '[' ma manca quella di diritta.

source: Host unreachable
co: Ospite inaccessibile

source: Host:
co: Ospite :

source: Hours,
co: Ore,

source: I&SO 8601 (example: 15:47)
co: I&SO 8601 (esempiu : 15:47)

source: IPv6 addresses are not supported with SOCKS4 proxy
co: L'indirizzi IPv6 ùn sò micca suppurtati cù un proxy SOCKS4

source: If no data is sent or received during an operation for longer than the specified time, the connection will be closed and FileZilla will try to reconnect.
co: S'è alcunu datu hè mandatu o ricevutu per un operazione mentre una durata più longa chì stu valore, a cunnessione serà interrotta è FileZilla pruverà di ricunnettassi.

source: If reporting bugs, please provide logs with "Verbose" logging level.
co: S'è voi mandate un raportu d'errore, ci vole à mandà dinù u ghjurnale cù i ditaglii di livellu "Verbose".

source: If the automatic test at the end of this wizard succeeds, but you cannot transfer files to a particular server, the server might be misconfigured and you should try active mode. You can set the transfer mode on a per-server basis in the Site Manager.
co: S'è a prova automatica à a fine di l'Assistente si passa bè, ma chì ùn pudete micca trasferà un schedariu versu un servu particulare, quessu hè podasse mal cunfiguratu, è duveriate pruvà u modu attivu. Pudete definisce un modu di trasferimentu per ogni servu cù u Ghjestiunariu di Siti.

source: If the fallback option is enabled, you will be able to connect to misconfigured servers which reject the selected transfer mode.
co: S'è l'ozzione di ritornu hè attiva, vi serete capace di cunnettavvi à i servi mal cunfigurati chì ricusanu u modu di trasferimentu selezziunatu.

source: If the host key change was not expected, please contact the server administrator.
co: S'è u cambiamentu di a chjave di l'ospite ùn era micca previstu, ci vole à chjamà l'amministratore di u servu.

source: If the problem persists, some router and/or firewall keeps blocking FileZilla.
co: S'è u prublemu ùn smarisce micca, vole si dì chì u 'router' è/o u parafocu blocca sempre FieZilla.

source: If the problem persists, some router and/or firewall keeps interrupting the connection.
co: S'è u prublemu ùn smarisce micca, vole si dì chì u 'router' è/o u parafocu interrompe sempre a cunnessione.

source: If the size of the logfile reaches the limit, it gets renamed by adding ".1" to the end of the filename (possibly overwriting older logfiles) and a new file gets created.
co: S'è a dimensione di u ghjurnale di i messaghji eccede a limitazione, ellu serà rinumatu aghjunghjendu ".1" à a fine di u so nome (podasse vechji ghjurnali seranu rimpiazziati) è un novu schedariu serà creatu.

source: If the symlink points to a directory, FileZilla can either delete the symbolic link or remove the contents of the linked directory.
co: S'è a leia simbolica (symlink) assuciassi à unu cartulare, FileZilla pò sia sguassà sta leia, sia scaccià u cuntenutu di u cartulare ligatu.

source: If this problem persists, please contact your router or firewall manufacturer for a solution.
co: S'è stu prublemu ùn smarisce micca, ci vole à chere una soluzione à u custruttore di u 'router' è/o u parafocu.

source: If this problem stays, please contact your router manufacturer.
co: S'è stu prublemu ùn smarisce micca, ci vole à chjamà u custruttore di u 'router'.

source: If using 'overwrite if newer', your system time has to be synchronized with the server. If the time differs (e.g. different timezone), specify a timezone offset in the site manager.
co: S'è voi impiegate 'Rimpiazzà s'è l'urigine hè più recente', u rilogiu di u sistemu deve esse sincrunizatu cù u servu. S'è u rilogiu hè sfarente (p.i. fusu orariu sfarente), ci vole à indicà a sfarenza di u fusu orariu cù u Ghjestiunariu di Siti.

source: If using timestamp based comparison, consider two files equal if their timestamp difference does not exceed this threshold.
co: S'è u paragone impiegatu hè fundatu nantu à l'ora, dui schedarii sò cunsiderati uguale s'è a so sfarenza d'ora ùn eccede micca stu sogliu.

source: If you change the language, you need to restart FileZilla.
co: S'è voi cambiate a lingua, ci vole à rilancià FileZilla.

source: If you click on test, FileZilla will connect to probe.filezilla-project.org and will perform some simple tests.
co: S'è voi cliccate nantu à test, FileZilla pruverà di andà nantu à probe.filezilla-project.org è ferà qualchì prova simplice.

source: If you close FileZilla, your changes will be lost.
co: S'è voi chjudate FileZilla, i vostri cambiamenti seranu persi.

source: If you enter the wrong filetypes, those files may get corrupted when transferred.
co: S'è voi entrite un tipu di schedariu micca leghjittimu, sti schedarii puderianu esse alterati quand'elli seranu trasferati.

source: If you get any errors, your configuration is not correct.
co: S'ella s'affaca un errore, vole si dì chì a vostra cunfigurazione hè gattiva.

source: If you have problems to retrieve directory listings or to transfer files, try to change the default transfer mode.
co: S'elli ci sò prublemi per raccoglie liste di cuntenutu di cartulari o per trasferà schedarii, pruvate di cambià u modu di trasferimentu predefinitu.

source: If you keep having problems with a specific server, the server itself or a remote router or firewall might be misconfigured. In this case try to toggle passive mode and contact the server administrator for help.
co: S'elli ci sò sempre prublemi cù un servu particulare, vole si dì chì u servu, un 'router' alluntanatu, o un parafocu hè mal cunfiguratu. In stu casu, pruvate di sbilancià in modu passivu è chjamate l'amministratore per ottene aiutu.

source: If you successfully complete the wizard and the final test succeeds, any firewalls and routers you have should be configured properly.
co: S'è l'assistente di cunfigurazione è a so prova finale si sò passati bè, tutti i vostri 'router' è parafochi duverianu esse ben cunfigurati.

source: If you use a firewall, make sure FileZilla is allowed to accept connection on all given ports.
co: S'è voi impiegate un parafocu, assicuratevvi chì FileZilla sia auturizatu à accettà cunnessioni nantu à tutti i porti indicati.

source: If you use a router, make sure all these ports are forwarded to the machine you're running FileZilla on.
co: S'è voi impiegate un 'router', assicuratevvi chì tutti sti porti sianu rigirati versi l'urdinatore induve s'eseguisce FileZilla.

source: If your router keeps changing the IP address, please contact your router manufacturer.
co: S'è u vostru 'router' cuntinua à cambià l'indirizzu IP, ci vole à chjamà u custruttore di u 'router'.

source: Import data from older version
co: Impurtà i dati da una vechja versione

source: Import settings
co: Impurtà e preferenze

source: Import successful
co: Impurtazione riesciuta

source: Improperly quoted association.
co: Associu micca specificatu currettamente.

source: In active mode, FileZilla has to listen on a port for data transfers. You have to specify which ports FileZilla will use.
co: In modu attivu, FileZilla deve ascultà un portu per i trasferimenti di dati. Ci vole à indicà chì porti FileZilla hà da impiegà.

source: In case you have a router, you will have to forward all available ports, as FileZilla has no influence on the ports your system chooses.
co: S'è voi avete un 'router', ci vole à rigirà tutti i porti dispunibule, perchè FileZilla ùn hà micca d'azzione nantu à u vostru sistemu per sceglie i porti.

source: In order to use active mode, FileZilla needs to know your external IP address.
co: Per aduprà u modu attivu, FileZilla deve cunnosce u vostru indirizzu IP esternu.

source: In passive mode, which is recommended for most users, FileZilla asks the server for a port and connects to the given port. Not much configuration has to be done for this.
co: In modu passivu, ricumandatu per a parte maiò di l'utilizatori, FileZilla dumanda un portu à u servu è si ci cunnetta. Ùn ci hè nunda à fà di più.

source: Incomplete chain, top certificate is not self-signed certificate authority certificate
co: Catena micca cumpleta, u certificatu principale ùn hè micca un certificatu auto-firmatu da un auturità qualificata

source: Incorrect password
co: A parolla d'intrata hè falsa

source: Information about the latest version of FileZilla could not be retrieved. Please try again later.
co: L'infurmazione apprupositu di l'ultima versione di FileZilla ùn pò micca esse trova. Provate torna un altra volta.

source: Initializing TLS...
co: Lanciu di TLS in corsu...

source: Insecure server, it does not support FTP over TLS.
co: Servu senza sicurità chì ùn supporta micca FTP cù TLS.

source: Interactive
co: Interrattivu

source: Interface
co: Interfaccia

source: Interrupted by signal
co: Interrottu da u signale

source: Interrupted by user
co: Interrottu da l'utilizatore

source: Invalid Content-Length
co: Lunghezza di u cuntenutu ùn hè micca leghjittima

source: Invalid HTTP Response
co: Risposta HTTP micca leghjittima

source: Invalid argument passed
co: Parametru passatu micca leghjittimu

source: Invalid character sequence received, disabling UTF-8. Select UTF-8 option in site manager to force UTF-8.
co: A sequenza di caratteri ricevuti ùn hè micca leghjittima, UTF-8 hè disattivatu. Selezziunate UTF-8 in u Ghjestiunariu di Siti per forzà l'impiegu d'UTF-8.

source: Invalid chunk size
co: Dimensione di l'ingutuppu micca leghjittima

source: Invalid data received
co: Dati ricevuti micca leghjittimi

source: Invalid date
co: Data micca leghjittima

source: Invalid filename
co: Nome di schedariu micca leghjittimu

source: Invalid host, after closing bracket only colon and port may follow.
co: Ospite micca leghjittimu, dopu à a parentesi quadra di fine, solu i dui punti è u portu ponu esse indicati.

source: Invalid input
co: Intrata micca leghjittima

source: Invalid port given. The port has to be a value from 1 to 65535.
co: U numeru di portu ùn hè micca leghjittimu. Deve esse sceltu trà 1 è 65535.

source: Invalid protocol specified. Valid protocols are: ftp:// for normal FTP, sftp:// for SSH file transfer protocol, ftps:// for FTP over TLS (implicit) and ftpes:// for FTP over TLS (explicit).
co: U protocollu indicatu ùn hè micca leghjittimu. I protocolli suppurtati sò : ftp:// per FTP nurmale, sftp:// per FTP cù SSH (assicuratu), ftps:// per FTP cù TLS (sottintesu) è ftpes:// per FTP cù TLS (esplicitu).

source: Invalid proxy host, after closing bracket only colon and port may follow.
co: Ospite di proxy micca leghjittimu, dopu à a parentesi quadra di fine, solu i dui punti è u portu ponu esse indicati.

source: Invalid regular expression in search conditions.
co: Espressione regulare micca leghjittima in i cundizioni di ricerca.

source: Invalid response code
co: Codice di risposta micca leghjittimu

source: Invalid search conditions: %s
co: Cundizioni di ricerca micca leghjittimi : %s

source: Invalid site path
co: Passeghju di situ micca leghjittimu

source: Invalid size in condition
co: Dimensione micca leghjittima in a cundizione

source: Invalid username given.
co: Nome d'utilizatore indicatu micca leghjittimu.

source: Invalid value for ai_flags
co: Valore micca leghjittima per ai_flags

source: Invalid value for hints
co: Valore micca leghjittima per i cunsiglii

source: Jurisdiction country:
co: Paese di ghjuridizzione :

source: Jurisdiction locality:
co: Cità di ghjuridizzione :

source: Jurisdiction state or province:
co: Pruvincia di ghjuridizzione :

source: Keep directories on top
co: Mentene i cartulari in capu

source: Keep in mind that not all servers support this feature and may return incorrect listings if this option is enabled. Although FileZilla performs some tests to check if the server supports this feature, the test may fail.
co: Tinite à mente chì tutti i servi ùn suppurtanu micca sta funzione è ponu restituì un cuntenutu gattivu di cartulare s'è st'ozzione hè attiva. FileZilla fà qualchì prova per verificà s'è u servu supporta sta funzione, ma a prova pò fiascà.

source: Key exchange
co: Scambiu di chjave

source: Key exchange:
co: Scambiu di chjave :

source: L&owest
co: A più bassa

source: Language
co: Lingua

source: Language changed
co: Lingua mudificata

source: Last modified
co: Mudificatu u

source: Layout
co: Accunciamentu

source: Limit for concurrent &downloads:
co: Limitazione &di telecaricamenti simultanei :

source: Limit for concurrent &uploads:
co: Limitazione d'incaricamenti sim&ultanei :

source: Limit local ports
co: Limità i porti lucali

source: Limit size of logfile
co: Dimensione massima di u ghjurnale di i messaghji

source: Limit:
co: Limitazione :

source: Line length exceeded
co: Lunghezza di a linea trapassata

source: Linked against
co: Cumpunenti ligati

source: Listen socket closed
co: Socket d'ascoltu chjosu

source: Listing:
co: Cuntenutu :

source: Lo&west available port:
co: P&ortu u più bassu dispunibule :

source: Local
co: Lucale

source: Local address in use
co: Indirizzu lucale impiegatu

source: Local endpoint has been closed
co: U puntu lucale di cumpiitura hè statu chjosu

source: Local file
co: Schedariu lucale

source: Local file does not exist.
co: U schedariu lucale ùn esiste micca.

source: Local file is %s
co: U schedariu lucale hè %s

source: Local file is a directory instead of a regular file.
co: U schedariu lucale hè unu cartulare è micca unu schedariu classicu.

source: Local file is not a valid filename.
co: U schedariu lucale ùn hà micca unu nome sanu.

source: Local filters:
co: Filtri lucale :

source: Local site:
co: Situ lucale :

source: Locality:
co: Cummuna :

source: Log file
co: Ghjurnale di i messaghji

source: Logging
co: Arregistramentu di i messaghji

source: Login data contains non-ASCII characters and server might not be UTF-8 aware. Cannot fall back to local charset since using proxy.
co: L'infurmazioni di login cuntenenu caratteri micca ASCII è u servu pò ùn micca sapè manipulà l'UTF-8. Impussibule d'impiegà torna u gruppu lucale di caratteri per via di l'impiegu di un proxy.

source: Login data contains non-ASCII characters and server might not be UTF-8 aware. Trying local charset.
co: L'infurmazioni di login cuntenenu caratteri micca ASCII è u servu pò ùn micca sapè manipulà l'UTF-8. Prova d'impiegu di u gruppu lucale di caratteri.

source: Login sequence fully executed yet not logged in. Aborting.
co: A sequenza d'identificazione hè compia ma ùn site micca cunnettu. Abbandonu in corsu.

source: Logontype has to be either 'ask' or 'interactive' (without the quotes).
co: U tipu d'accessu deve esse o 'Dumandà' o 'Interrattivu' (senza e virgulette).

source: Logontype, can only be used together with FTP URL. Argument has to be either '%s' or '%s'
co: U tipu d'accessu pò solu esse adupratu cù un URL di tipu FTP. U parametru deve esse, o '%s' o '%s'

source: Low
co: Bassu

source: Lowest
co: U più bassu

source: Lowest available port has to be a number between 1024 and 65535.
co: U numeru u più bassu di u portu dispunibule deve esse sceltu trà 1024 è 65535.

source: Make sure the file can be accessed and is a well-formed XML document.
co: Assicuratevvi chì u schedariu sia accessibule è sia un ducumentu XML leghjittimu.

source: Malformed chunk data: %s
co: Ingutuppu malcunciliu di dati : %s

source: Malformed header: %s
co: In-capu malcunciliu : %s

source: Malformed reply, server not sending proper line endings
co: Risposta malcuncilia, u servu ùn manda micca fine di linea currette

source: Manual transfer
co: Trasferimentu manuale

source: Match all of the following
co: Currisponde à tutte ste cundizioni

source: Match any of the following
co: Currisponde à almenu una di ste cundizioni

source: Match none of the following
co: Ùn currisponde à alcuna di ste cundizioni

source: Maximum simultaneous &transfers:
co: Numeru di trasferimenti simultanei :

source: Memory allocation failure
co: Fiascu per riservà memoria

source: Message log
co: Ghjurnale di i messaghji

source: Message log position
co: Pusizione di u ghjurnale di i messaghji

source: Message too large
co: Messaghju troppu longu

source: MiB
co: MiO

source: Minutes
co: Minuti

source: Move &down
co: Move in&ghjò

source: Move &up
co: Move in&sù

source: My Computer
co: U mo Urdinatore

source: My Documents
co: I mo Ducumenti

source: My Sites
co: I mo Siti

source: N/a
co: M/d

source: Name
co: Nome

source: Name already exists
co: Stu nome esiste dighjà

source: Name of bookmark already exists.
co: U nome di l'indetta esiste dighjà.

source: Name:
co: Nome :

source: Natural sort
co: Classificazione naturale

source: Need to enter filter name
co: Ci vole à indicà un nome per u filtru

source: Need to enter valid remote path
co: Ci vole à indicà un passeghju alluntanatu leghjittimu

source: Need to specify a character encoding
co: Ci vole à indicà una cudificazione di caratteru

source: Neither nodename nor servname provided, or not known
co: Nome di nodu o di servu micca specificatu, o scunnisciuti

source: Network host does not have any network addresses in the requested address family
co: L'ospite di a reta ùn hà mancunu indirizzu di reta in a famiglia d'indirizzi richiesta

source: Network unreachable
co: Reta inaccessibile

source: Never
co: Mai

source: New &Folder
co: Novu &Cartulare

source: New &tab
co: &Nova unghjetta

source: New Book&mark
co: Nova Indetta

source: New bookmark
co: Nova indetta

source: New directory
co: Novu cartulare

source: New features and improvements in %s
co: Innuvazioni è megliuranze di a versione %s

source: New filter
co: Novu filtru

source: New folder
co: Novu cartulare

source: New site
co: Novu situ

source: Next to the transfer queue
co: Seguente in a lista d'aspettanza di trasferimentu

source: No address associated with nodename
co: Alcunu indirizzu assuciatu cù u nome di nodu

source: No category to export selected
co: Alcuna categuria selezziunata per l'espurtazione

source: No command given, aborting.
co: Alcuna cummanda indicata, abbandonu in corsu.

source: No external IP address set, trying default.
co: Alcunu indirizzu IP esternu indicatu, prova d'impiegu di u predefinitu.

source: No files are currently being edited.
co: Alcunu schedariu in corsu di mudificazione.

source: No filter name given
co: Alcunu nome di filtru specificatu

source: No host given, please enter a host.
co: Alcunu ospite indicatu, ci vole à indicà un ospite.

source: No images available
co: Alcuna imaghjina dispunibule

source: No more files in the queue!
co: Ùn ci sò più di schedarii in a lista d'aspettanza !

source: No name for the filterset given.
co: U gruppu di filtri ùn hà micca di nome.

source: No program associated with filetype
co: Ùn ci hè alcunu prugrammu assuciatu cù stu tipu di schedariu

source: No program has been associated to edit files with the extension '%s'.
co: Ùn ci hè alcunu prugrammu per mudificà i schedarii cù l'estensione '%s'.

source: No route to host
co: Alcunu trasferimentu versu l'ospite

source: No search results
co: Alcunu risultatu di ricerca

source: No sites available
co: Alcunu situ dispunibule

source: No supported SOCKS5 auth method
co: Metodu d'autenticazione SOCKS5 micca suppurtatu

source: No username given.
co: Alcunu nome d'utilizatore indicatu.

source: None
co: Alcunu

source: None selected yet
co: Mancunu selezziunatu

source: Nonrecoverable failure in name resolution
co: Fiascu definitivu in a risuluzione di u nome

source: Normal
co: Nurmale

source: Not all items could be requeued for viewing/editing.
co: Tutti l'ughjetti ùn ponu micca esse rimessi in a lista d'aspettanza per lettura / mudificazione.

source: Not connected
co: Micca cunnettu

source: Not connected to any server
co: Micca cunnettu à alcunu servu

source: Not connected to any server.
co: Micca cunnettu à alcunu servu.

source: Not connected.
co: Micca cunnettu.

source: Not initialized, need to call WSAStartup
co: Micca dimaratu, ci vole à chjamà WSAStartup

source: Note that this feature is only supported using the FTP protocol.
co: Fate casu chì sta funzione hè solu suppurtata cù u protocollu FTP.

source: Note: This only works with plain, unencrypted FTP connections.
co: Nota : Quessu funziuneghja solu cù cunnessioni FTP micca cifrate.

source: Note: Using a generic proxy forces passive mode on FTP connections.
co: Nota : L'impiegu d'un proxy genericu forza e cunnessioni FTP in modu passivu.

source: Number of decimal places:
co: Numeru di decimali :

source: Number of retries has to be between 0 and 99.
co: U numeru di prove deve esse sceltu trà 0 è 99.

source: O&pen file
co: A&pre u schedariu

source: On the following pages, the selected transfer mode will be configured, as well as the fallback mode if enabled.
co: In e pagine chì seguitanu, u modu di trasferimentu selezziunatu serà cunfiguratu, è u modu alternativu di ritornu dinù, s'è voi l'avete attivatu.

source: Once
co: Solu una volta

source: Once a day
co: Una volta per ghjornu

source: Once a week
co: Una volta per settimana
