Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: The server's host key is unknown. You have no guarantee that the server is the computer you think it is.
co: A chjave di l'ospite di u servu hè scunnisciuta. Ùn avete micca l'assicuranza chì stu servu hè quellu chè voi aspittate.

source: The servname parameter is not supported for ai_socktype
co: U parametru nome di servu ùn hè micca suppurtatu per ai_socktype

source: The settings have been imported. You have to restart FileZilla for all settings to have effect.
co: E preferenze sò statu impurtate. Ci vole à rilancià FileZilla per piglialle in contu.

source: The specified address family is not supported
co: A famiglia d'indirizzi specificata ùn hè micca suppurtata

source: The specified network name is no longer available
co: U nome di reta specificatu ùn hè più dispunibule

source: The system will soon reboot unless you click Cancel.
co: L'urdinatore hè prontu hà ridimarrà, osinnò ci vole à cliccà nantu à Abbandunà.

source: The system will soon shut down unless you click Cancel.
co: L'urdinatore hè prontu hà piantassi, osinnò ci vole à cliccà nantu à Abbandunà.

source: The target file already exists. Please choose an action.
co: U schedariu di destinazione esiste dighjà. Sciglite un azzione.

source: The test did not succeed. Do you really want to save the settings?
co: A prova ùn s'hè micca passata bè. Site sicuru di vulè arregistrà e preferenze ?

source: Themes
co: Temi

source: This filter set cannot be removed.
co: Stu gruppu di filtru ùn pò micca esse cacciatu.

source: This filter set cannot be renamed.
co: Stu gruppu di filtru ùn pò micca esse rinumatu.

source: This means that some router and/or firewall is still interfering with FileZilla.
co: Vole si dì chì qualchì 'router' è/o parafocu interferisce sempre cù FileZilla.

source: This only works if you are not behind a router, else your system would just return your internal address.
co: Quessu funziuneghja solu s'è ùn site micca daretu un 'router', altrimente u vostru sistemu riturnerà u vostru indirizzu internu.

source: This wizard will help you to properly configure any routers and firewalls you have and tests your configuration.
co: St'assistente hà da aiutavvi à cunfigurà currettamente tutti 'router' è parafochi è permette di pruvà a vostra cunfigurazione dopu.

source: Time
co: Ora

source: Time formatting
co: Forma di l'ora

source: Time&out in seconds:
co: Cump&ortu d'aspettanza in seconde :

source: Timeout
co: Cumportu d'aspettanza

source: Timezone offsets: Server: %d seconds. Local: %d seconds. Difference: %d seconds.
co: Sfarenza di i fusi orarii : Servu : %d seconde. Lucale : %d seconde. Sfarenza : %d seconde.

source: Title:
co: Titulu :

source: To compare directories, both file lists have to be aligned.
co: Per paragunà i cartulari, e duie liste di schedarii devenu esse infilate.

source: To do this, the directory trees need to be both shown or both hidden.
co: Per fà quessu, l'arburiscenze devenu esse treminduie palisate o piattate.

source: To support public key authentication, FileZilla needs to know the private keys to use.
co: Per supportà l'autenticazione da chjave privata, FileZilla deve cunnosce e chjave private à impiegà.

source: Toggle directory comparison. Right-click to change comparison mode. Colors: Yellow: File only exists on one side Green: File is newer than the unmarked file on other side Red: File sizes different
co: Attivà / Disattivà u paragone di i cartulari. Cliccu dirittu per cambià u modu di paragone. Culori : Ghjallu : U schedariu esiste d'un latu solu Verde : U schedariu hè più recente chì quessu micca marcatu di l'altru latu Rossu : E dimensioni di i schedarii sò sfarente

source: Toggle synchronized browsing. If enabled, navigating the local directory hierarchy will also change the directory on the server accordingly and vice versa.
co: Attivà / Disattivà u sfugliendu sincrunizatu. S'ellu hè attivu, navigà in l'arburiscenza lucale cambierà dinù u cartulare nantu à u servu è viciversa.

source: Toggles processing of the transfer queue
co: Attiva o disattiva u trattamentu di a lista d'aspettanza di i trasferimenti

source: Toggles the display of the local directory tree
co: Affissa o piatta l'arburiscenza di u cartulare lucale

source: Toggles the display of the message log
co: Affissa o piatta a finestra di u ghjurnale di i messaghji

source: Toggles the display of the remote directory tree
co: Affissa o piatta l'arburiscenza di u cartulare alluntanatu

source: Toggles the display of the transfer queue
co: Affissa o piatta a finestra di a lista d'aspettanza di trasferimentu

source: Too long header line
co: Linea d'in-capu troppu longa

source: Too many redirects
co: Troppu di ridirezzioni

source: Trace:
co: Traccia :

source: Transfer
co: Trasferisce

source: Transfer &direction
co: &Direzzione di u trasferimentu

source: Transfer &type
co: &Tipu di trasferimentu

source: Transfer Mode
co: Modu di trasferimentu

source: Transfer Queue
co: Lista d'aspettanza di trasferimentu

source: Transfer Settings
co: Preferenze di trasferimentu

source: Transfer connection interrupted: %s
co: Cunnessione di trasferimentu interrotta : %s

source: Transferred data got tainted.
co: I dati trasferiti sò statu alterati.

source: Transferring
co: Trasferimentu in corsu

source: Transfers
co: Trasferimenti

source: Transfers finished
co: Trasferimenti cumpletti

source: Treat files &without extension as ASCII file
co: Trattà i schedarii senza estensione cum'è schedarii ASCII

source: Treat the &following filetypes as ASCII files:
co: Trattà sti tipi di schedarii cum'è schedarii ASCII :

source: Trust changed Hostkey:
co: Apprubazione di u cambiamentu di a chjave di l'ospite :

source: Trust new Hostkey:
co: Apprubazione di a nova chjave di l'ospite :

source: Trust the new key and carry on connecting?
co: Appruvà a nova chjave è assucialla à a cunnessione ?

source: Trust this certificate and carry on connecting?
co: Appruvà stu certificatu è assuciallu à a cunnessione ?

source: Trust this host and carry on connecting?
co: Appruvà stu servu è assuciallu à a cunnessione ?

source: Try again
co: Pruvà torna

source: Type
co: Tipu

source: Type of FTP Proxy:
co: Tipu di proxy FTP :

source: Type of generic proxy:
co: Tipu di proxy predefinitu :

source: U&pload
co: &Incaricà

source: U&pload limit:
co: Limitazione d'incaricamentu :

source: U&se filetype associations if available
co: Impiegà l'associ da tipu di schedariu, s'elli sò dispunibule

source: U&se system defaults
co: Impiegà i parametri predefiniti di u &sistemu

source: USER@&HOST
co: UTILIZATORE@OSPITE

source: Unassigned error code %d
co: Codice d'errore micca affettatu %d

source: Unit:
co: Unità :

source: Unknown
co: Scunnisciutu

source: Unknown FTP proxy type, cannot generate login sequence.
co: Tipu di proxy FTP scunnisciutu, impussibule d'ingenereghjà una sequenza d'identificazione.

source: Unknown SOCKS protocol version: %d
co: Versione di protoccollu SOCKS scunnisciuta : %d

source: Unknown certificate
co: Certificatu scunnisciutu

source: Unknown error opening the file. Make sure the file can be accessed and is a well-formed XML document.
co: Sbagliu scunnisciutu à l'apertura di u schedariu. Assicuratevvi chì u schedariu sia accessibule è sia un ducumentu XML leghjittimu.

source: Unknown host key
co: Chjave di l'ospite scunnisciuta

source: Unknown protocol version of SOCKS Username/Password Authentication subnegotiation: %d
co: Versione di protoccollu SOCKS di neguziazione d'autenticazione Utilizatore / Parolla d'intrata scunnisciuta : %d

source: Unknown root element, the file does not appear to be generated by FileZilla.
co: Elementu scunnisciutu à a radica, u schedariu ùn pare micca ingeneratu da FileZilla.

source: Unless these problems get fixed, active mode FTP will not work and passive mode has to be used.
co: Tantu chì sti prublemi ùn sò micca curretti, u modu FTP attivu ùn funziuneghja micca è u modu passivu deve esse impiegatu.

source: Unless this problem gets fixed, active mode FTP will not work and passive mode has to be used.
co: Tantu chì stu prublemu ùn hè micca currettu, u modu FTP attivu ùn funziuneghja micca è u modu passivu deve esse impiegatu.

source: Unsupported certificate type
co: Tipu di certificatu micca suppurtatu

source: Unsupported redirect
co: Ridirezzione micca suppurtata

source: Up&load and unedit
co: Incaricà è compie a mudificazione

source: Updates
co: Installà a nova versione di FileZilla

source: Upload
co: Incaricà

source: Upload failed
co: Incaricamentu fiascu

source: Upload limit: %s/s
co: Limitazione d'incaricamentu : %s/s

source: Upload limit: none
co: Limitazione d'incaricamentu : alcuna

source: Upload selected directory
co: Incaricà u cartulare selezziunatu

source: Upload selected files and directories
co: Incaricà i schedarii è i cartulari selezziunati

source: Upload this file back to the server?
co: Incaricà stu schedariu mudificatu versu u servu ?

source: Upload this file to the server?
co: Incaricà stu schedariu versu u servu ?

source: Uploading
co: Incaricamentu in corsu

source: Uploading and pending removal
co: Incaricamentu in corsu è in aspettanza di ritiru

source: Uploading and unediting
co: Incaricamentu è abbandonu di a mudificazione

source: Use &custom charset
co: Impiegà un gruppu persunalizatu di &caratteri

source: Use &custom editor:
co: Impiegà l'editore persunalizatu :

source: Use &default editor for text files
co: Impiegà l'editore pre&definitu per i schedarii di testu

source: Use &synchronized browsing
co: Impiegà u sfugliendu &sincrunizatu

source: Use UTF-8 if the server supports it, else use local charset.
co: Impiegà UTF-8 s'è u servu u supporta, altrimente u gruppu lucale di caratteri.

source: Use default action
co: Impiegà l'azzione predefinita

source: Use plain FTP
co: Impiegà una cunnessione FTP simplice (senza sicurità)

source: Use server currently connected to
co: Impiegà u servu chì hè dighjà cunnettu

source: Use server from site manager
co: Impiegà u servu da u Ghjestiunariu di Siti

source: Use system &defaults
co: Impiegà i parametri pre&definiti di u sistemu

source: Use the following IP address:
co: Impiegà quessu indirizzu IP :

source: Use the following port range:
co: Impiegà sta stesa di porti :

source: Use the server's external IP address instead
co: Impiegà piuttostu l'indirizzu IP esternu di u servu

source: Use this if you're behind a router and have a static external IP address.
co: Impiegà quessu s'è voi site daretu un 'router' è avete un indirizzu IP esternu staticu.

source: Use this option if you have a dynamic IP address. FileZilla will contact the above server once each session as soon as you use active mode for the first time. Only the version of FileZilla you're using is submitted to the server.
co: Impiegà st'ozzione s'è voi avete un indirizzu IP dinamicu. FileZilla cunttatterà u servu in sù una volta per ogni sessione à partesi di u primu impiegu di u modu attivu. Solu l'infurmazione di a vostra versione di FileZilla serà mandata à u servu.

source: User:
co: Utilizatore :

source: Username cannot be a series of spaces
co: U nome d'utilizatore ùn pò esse una seria di sbalarghi

source: Using proxy %s
co: Impiegu di u proxy %s

source: Using the wrong charset can result in filenames not displaying properly.
co: L'impiegu d'un gruppu di caratteri gattivu pò causà una scrittura incurretta di i nomi di schedariu.

source: Valid from:
co: Valevule da :

source: Valid to:
co: Valevule fine à :

source: Verbose log messages from wxWidgets
co: Messaghji ditagliati di u ghjurnale di wxWidgets

source: Verifying certificate...
co: Verificazione di u certificatu in corsu...

source: Version:
co: Versione :

source: Very high
co: Assai altu

source: View hidden option set, but unsupported by server
co: L'ozzione d'affissà i schedarii piattati hè attiva, ma ùn hè micca suppurtata da u servu

source: View/Edit
co: Affissu / Mudificà

source: Visible columns
co: Culonne videvule

source: W&rite
co: Sc&rive

source: Waiting
co: In aspettanza

source: Waiting for browsing connection
co: In aspettanza d'una cunnessione per u sfugliendu

source: Waiting for password
co: In aspettanza di a parolla d'intrata

source: Waiting for transfer to be cancelled
co: In aspettanza d'abbandunà u trasferimentu

source: Waiting to retry...
co: In aspettanza nanzu à un altra prova…

source: Warning! A bug in Windows causes problems with FileZilla The bug occurs if you have - Windows Server 2003 or XP 64 - Windows Firewall enabled - Application Layer Gateway service enabled See http://support.microsoft.com/kb/931130 for background information. Unless you either disable Windows Firewall or the Application Layer Gateway service, FileZilla will timeout on big transfers.
co: Avertimentu ! Un sbagliu in Windows pò causà prublemi cù FileZilla Stu sbagliu ghjunghje s'è voi avete : - Windows Server 2003 o XP 64 - u parafocu Windows Firewall attivu - u serviziu Application Layer Gateway attivu Andate puru nantu à http://support.microsoft.com/kb/931130 per avè più di ditaglii. Ci vole à disattivà, sia Windows Firewall, sia u serviziu Application Layer Gateway, osinnò FileZilla ùn si pianterà micca bè cù trasferimenti maiò.

source: Warning, ignoring data connection from wrong IP.
co: Avertimentu, i dati di cunnessione d'un indirizzu IP incurrettu sò ignurati.

source: Warning, use nightly builds at your own risk. No support is given for nightly builds. Nightly builds may not work as expected and might even damage your system. Do you really want to check for nightly builds?
co: Avertimentu : l'impiegu di e versioni di FileZilla create di notte si face à u vostru risicu. Alcunu sustenu hè dispunibule per ste versioni. Ste versioni ponu ùn micca funziunà cum'è previstu, è dannighjà u vostru sistemu dinù. Site sicuru di vulè include ste versioni quantunque ?

source: Warning: Potential security breach!
co: Avertimentu : Callaghja di sicurità pussibule !

source: Welcome to FileZilla
co: Benvenutu in FileZilla

source: What's new
co: Cosa hè di novu ?

source: What's new:
co: Cio chì hè novu :

source: When allowing FileZilla to remember passwords, you can reconnnect without having to re-enter a password after restarting FileZilla.
co: Auturisà FileZilla à arricurdassi di e parolle d'intrata vi permette di cunnettavvi torna à i servi senza avè à scrivelle mentre e prussime sessioni di FileZilla.

source: When enabled, characters that are not supported by the local operating system in filenames are replaced if downloading such a file.
co: Quandu st'ozzione hè attiva, i caratterri di i nomi di schedariu chì ùn sò micca suppurtati da u sistemu lucale, seranu rimpiazzati s'è un tale schedariu hè telecaricatu.

source: When st&arting a new connection while already connected:
co: Quandu una nov&a cunnessione principia in tandu voi site dighjà cunnettu :

source: Widescreen
co: Screnu largu

source: Would you like FileZilla to remember passwords?
co: Vulete chì FileZilla s'arricordi di e parolle d'intrata ?

source: Wr&ite
co: Scr&ive

source: Wrong external IP address
co: Indirizzu IP esternu incurrettu

source: Wrong line endings
co: Fine di linea gattive

source: Yes
co: Iè

source: You appear to be using an IPv6-only host. This wizard does not support this environment.
co: Pare chì voi impiegavate solu un indirizzu IPv6. St'assistente ùn supporta micca sta configurazione.

source: You are using the latest version of FileZilla.
co: Impiegate l'ultima versione di FileZilla.

source: You can always open this dialog again through the help menu.
co: Ghjè sempre pussibule d'apre stu dialogu per via à l'Aiutu.

source: You can download the latest version from the FileZilla website:
co: Pudete telecaricà l'ultima versione di FileZilla da u site Web :

source: You can leave the port field empty to use the default port.
co: Pudete lascià viotu u locu di u portu per impiegà u portu predefinitu.

source: You can use an x at any position to keep the permission the original files have.
co: Pudete piazzà un 'x' sottu à qualsiasi pusizione per cunservà i permessi uriginali di i schedarii.

source: You cannot import settings from FileZilla's own settings directory.
co: Ùn hè micca pussibule d'impurtà e preferenze da u propiu cartulare di preferenze di FileZilla.

source: You cannot replace an invalid character with another invalid character. Please enter a character that is allowed in filenames.
co: Ùn hè micca pussibule di rimpiazzà un caratteru micca leghjittimu cù un altru. Ci vole à impiegà un caratteru permessu in i nomi di schedarii.

source: You did not enter a new name for the file. Overwrite the file instead?
co: Ùn avete micca scrittu un novu nome per u schedariu. Vulete rimpiazzallu ?

source: You have selected at least one symbolic link.
co: Avete selezziunatu al menu una leia simbulica.

source: You have selected more than 10 files for editing, do you really want to continue?
co: Avete selezziunatu più di 10 schedarii per mudificalli, site sicuru di vulè continuà ?

source: You have selected more than 10 files or directories to open, do you really want to continue?
co: Avete selezziunatu più di 10 schedarii o cartulari per aprelli, site sicuru di vulè continuà ?

source: You have to enter a hostname.
co: Ci vole à entre un nome d'ospite.

source: You have to enter a local directory.
co: Ci vole à entre un cartulare lucale.

source: You have to enter a valid IP address.
co: Ci vole à entre un indirizzu IP leghjittimu.

source: You have to enter a writable local directory.
co: Ci vole à entre un cartulare lucale induve si pò scrive.

source: You have to enter an account name
co: Ci vole à entre un nome di contu

source: You have to specify a user name
co: Ci vole à entre un nome d'utilizatore

source: You likely have a router or firewall which erroneously modified the transferred data.
co: Podasse u vostru 'router' o parafocu hà mudificatu i dati trasferiti di una manera gattiva.

source: You need to enter a name for the bookmark.
co: Ci vole à entre un nome per l'indetta.

source: You need to enter a name for the log file.
co: Ci vole à entre un nome per u ghjurnale di i messaghji.

source: You need to enter a properly quoted command.
co: Ci vole à entre una cummanda leghjittima trà virgulette.

source: You need to enter a proxy host.
co: Ci vole à entre un ospite proxy.

source: You need to enter a proxy port in the range from 1 to 65535
co: Ci vole à entre un numeru di portu di proxy sceltu trà 1 è 65535

source: You need to enter at least one path, empty bookmarks are not supported.
co: Ci vole à entre almenu un passeghju, chì l'indette viote ùn sò micca suppurtate.

source: You need to enter both a local and a remote path to enable synchronized browsing for this bookmark.
co: Ci vole à entre dui passeghji, lucale è alluntanatu, per permette u sfugliendu sincrunizatu per st'indetta.

source: You need to enter both a local and a remote path to enable synchronized browsing for this site.
co: Ci vole à entre dui passeghji, lucale è alluntanatu, per permette u sfugliendu sincrunizatu per stu situ.

source: You need to specify a local file.
co: Ci vole à indicà un schedariu lucale.

source: You need to specify a remote file.
co: Ci vole à indicà un schedariu alluntanatu.

source: You need to specify a remote path.
co: Ci vole à indicà un passeghju alluntanatu.

source: You need to specify a server.
co: Ci vole à indicà un servu.

source: You should have no problems connecting to other servers, file transfers should work properly.
co: Ùn duveriate micca avè prublemi per cunnettavvi à d'altri servi, i trasferimenti di schedariu duverianu funziunà bè.

source: Your computer will suspend unless you click Cancel.
co: L'urdinatore hà da mettessi in veghja à menu di cliccà nantu à Abbandunà.

source: after
co: dopu à

source: before
co: nanzu à

source: begins with
co: chì principia cù

source: bytes
co: ottetti

source: contains
co: chì cuntene

source: custom
co: personalizatu

source: does not contain
co: chì ùn cuntene micca

source: does not equal
co: chì ùn hè micca uguale

source: ends with
co: chì finisce cù

source: equals
co: chì hè uguale à

source: file
co: schedariu

source: fzputtygen could not be started. Please make sure this executable exists in the same directory as the main FileZilla executable.
co: Impussibule di truvà fzputtyget. Assicuratevvi chì fzputtyget.exe sia presente in u cartulare d'installazione di FileZilla.

source: fzsftp could not be started
co: fzsftp ùn hè micca statu lanciatu

source: gnutls_certificate_get_peers returned no certificates
co: gnutls_certificate_get_peers ùn hà riturnatu alcunu certificatu

source: greater than
co: più maiò chì

source: group executable
co: eseguievule da u gruppu

source: group readable
co: lettura da u gruppu

source: group writeable
co: scrittura da u gruppu

source: is equal to
co: hè uguale à

source: is set
co: hè definitu

source: is unset
co: ùn hè micca definitu

source: less than
co: inferiore à

source: matches regex
co: currisponde à l'espressione regex

source: owner executable
co: eseguievule da u pruprietariu

source: owner readable
co: lettura da u pruprietariu

source: owner writeable
co: scrittura da u pruprietariu

source: unknown
co: scunnisciutu

source: world executable
co: eseguievule da tutti

source: world readable
co: lettura da tutti

source: world writeable
co: scrittura da tutti
