Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: Alternatively, you can also download the latest version from the FileZilla website:
co: Un altra manera hè di telecaricà l'ultima versione di FileZilla da u situ Web :

source: An error occurred loading the transfer queue from "%s". Some queue items might not have been restored.
co: Un errore s'hè affacatu mentre u caricamentu di a lista d'aspettanza di trasferimentu à partesi di "%s". Qualchì elementu di sta lista pò ùn esse micca risturatu.

source: An error occurred saving the transfer queue to "%s". Some queue items might not have been saved.
co: Un errore s'hè affacatu mentre l'arregistramentu di a lista d'aspettanza di trasferimentu à partesi di "%s". Qualchì elementu di sta lista pò ùn esse micca salvatu.

source: An item with the same name as the dragged item already exists at the target location.
co: Un elementu cù u listessu nome chì quellu di l'elementu trascinatu esiste dighjà in u cartulare di destinazione.

source: Anonymous
co: Anonimu

source: Another remote operation is already in progress, cannot change directory now.
co: Un altra operazione alluntanata hè in corsu, impussibule di cambià u cartulare avà.

source: Any changes made in the Site Manager could not be saved.
co: I cambiamenti fatti in u Ghjestiunariu di Siti puderianu ùn micca esse arregistrati.

source: Any changes made in the Site Manager will not be saved unless you repair the file.
co: I cambiamenti fatti in u Ghjestiunariu di Siti ùn ponu micca esse arregistrati osinnò ci vole à riparà i schedariu.

source: Any changes made to the filters could not be saved.
co: I cambiamenti fatti à i filtri puderianu ùn micca esse arregistrati.

source: Any changes made to the filters will not be saved.
co: I cambiamenti fatti à i filtri ùn seranu micca arregistrati.

source: App&ly to directories only
co: Affettà so&lu i cartulari

source: Apply
co: Affettà

source: Apply to &current queue only
co: Affettà solu a lista d'aspettanza &currente

source: Apply to &files only
co: A&ffettà solu i schedarii

source: Archive
co: Archiviu

source: Argument buffer overflow
co: Trapienu di memoria di l'argumentu

source: As tab in the transfer queue pane
co: Cum'è un unghjetta in a finestra di a lista d'aspettanza di trasferimentu

source: Ask for action
co: Dumandà l'azzione

source: Ask for password
co: Dumandà a parolla d'intrata

source: Ask operating system for a port.
co: Dumandà un portu à u sistemu.

source: Ask your operating system for the external IP address
co: Dumandà l'indirizzu IP esternu à u vostru sistemu

source: Asking questions in the FileZilla forums
co: Fate e vostre dumande nantu à i forum FileZilla

source: Associated program not found:
co: Prugrammu assuciatu micca trovu :

source: At least one filter condition is incomplete
co: Almenu, una cundizione di filtru ùn hè micca cumpleta

source: At this point, all required information has been gathered.
co: À st'ora, tutti l'infurmazioni requiesi anu statu raccolti.

source: Attribute
co: Attributu

source: Authentication failed.
co: Autenticazione fiasca.

source: Author:
co: Autore :

source: Auto
co: Automaticu

source: Automatic file type classification
co: Classificazione automatica da tipu di schedariu

source: Available sizes
co: Dimensione dispunibule

source: B <Unit symbol for bytes. Only translate first letter>
co: O <Unit symbol for bytes. Only translate first letter>

source: B&ypass proxy
co: Sfrancassi da u prox&y

source: Bad file descriptor
co: Discrittore gattive di u schedariu

source: Basic usage instructions
co: Instruzzioni d'utilizazione di basa

source: Behaviour
co: Andamentu

source: Being edited
co: In corsu di mudificazione

source: Benchmark string coalescer
co: Sperimentà i pussibilità di a fusione di frase

source: Beware! Certificate has been revoked
co: Fate casu ! U certificatu hè statu revocatu

source: Binary
co: Binariu

source: Blackboard
co: Tavula nera

source: Bookmark
co: Indetta

source: Bookmark:
co: Indetta :

source: Bookmarks
co: Indette

source: Build date:
co: Data di custruzzione :

source: Build information
co: Infurmazione di custruzzione

source: Business category:
co: Categuria di faccenda :

source: By default uses any available local port to establish transfers in active mode. If you want to limit FileZilla to use only a small range of ports, please enter the port range below.
co: Di una manera generale, tuttu portu dispunibule hè impiegatu per stabilisce trasferimenti in modu attivu. S'è voi vulete forzà FileZilla à impiegà solu qualchì portu, indicate a stesa di sti porti sottu.

source: C&ancel current operation
co: &Abbandunà l'operazione currente

source: C&lear all
co: Sguassà tuttu

source: C&opy URL(s) to clipboard
co: Cupià URL(s) nantu à u clipb&oard

source: C&ustom
co: Persunalizà

source: C&ustom filetype associations:
co: Associ persunalizati da tipu di schedariu :

source: Calculating timezone offset of server...
co: Calculu di a sfarenza di u fusu orariu di u servu...

source: Can't read from file
co: Ùn pò leghje u schedariu

source: Can't write data to file.
co: Ùn pò scrive nantu à u schedariu.

source: Can't write data to file: %s
co: Ùn pò scrive nantu à u schedariu : %s

source: Cancel
co: Abbandunà

source: Cancel current operation
co: Abbandunà l'operazione in corsu

source: Cancels the current operation
co: L'operazione in corsu hè abbandunata

source: Cannot access '%s', no media inserted or drive not ready.
co: Ùn hè micca pussibule d'accede à '%s', alcunu media framettu o lettore micca prontu.

source: Cannot add server to Site Manager
co: Ùn hè micca pussibule d'aghjughje u servu à u Ghjestiunariu di Siti

source: Cannot assign requested address
co: Ùn pò micca impiegà l'indirizzu riquiestu

source: Cannot close tab while busy. Cancel current operation and close tab?
co: Ùn hè micca pussibule di chjode l'unghjetta quandu ella hè impiegata. Vulete abbandunà l'azzione in corsu è chjode l'unghjetta quantunque ?

source: Cannot compare directories, different filters for local and remote directories are enabled
co: Ùn hè micca pussibule di paragunà i cartulari, chì ci sò sfarenti filtri attivi per i cartulari lucali è alluntanati

source: Cannot compare directories, not connected to a server.
co: Ùn hè micca pussibule di paragunà i cartulari, chì ùn c'hè alcuna cunnessione à un servu.

source: Cannot create new filter
co: Ùn pò micca creà un novu filtru

source: Cannot edit file
co: Ùn pò micca mudificà u schedariu

source: Cannot edit file, not connected to any server.
co: Ùn pò micca mudificà u schedariu, chì ùn hè micca cunnettu à un servu.

source: Cannot edit file, remote path unknown.
co: Ùn pò micca mudificà u schedariu, passeghju alluntanatu scunnisciutu.

source: Cannot establish FTP connection to an SFTP server. Please select proper protocol.
co: Ùn hè micca pussibule di stabilisce una cunnessione FTP à un servu SFTP. Selezziunate u protocollu appostu.

source: Cannot load Quickconnect bar from resource file
co: Ùn hè micca pussibule di caricà a barra d'attrezzi di Cunnessione Pronta da u schedariu di risorse

source: Cannot load keyfile
co: Ùn hè micca pussibule di caricà u schedariu di chjave

source: Cannot load toolbar from resource file
co: Ùn hè micca pussibule di caricà a barra d'attrezzi da u schedariu di risorse

source: Cannot remember password
co: Ùn hè micca pussibule d'arricurdassi di a parolla d'intrata

source: Cannot rename entry
co: Ùn pò micca rinumà l'elementu

source: Cannot rename file
co: Ùn pò micca rinumà u schedariu

source: Cannot resolve hostname to IPv4 address for use with SOCKS4 proxy.
co: Impussibule di risolve u nome di l'ospite in un indirizzu IPv4 per impiegà cù un proxy SOCKS4.

source: Cannot save filterset
co: Ùn pò micca arregistrà u gruppu di filtri

source: Cannot select filter
co: Ùn pò micca selezziunà u filtru

source: Cannot set file association
co: Ùn hè micca pussibule di definisce l'associu di schedariu

source: Cannot show dialog
co: Ùn pò micca fà vede u dialogu

source: Cannot view/edit selected file
co: Ùn pò micca leghje o mudificà u schedariu selezziunatu

source: Case insensitive
co: Ùn sfarenzià maiuscule è minuscule

source: Case insensitive (default)
co: Ùn sfarenzià maiuscule è minuscule (predefinitu)

source: Case sensitive
co: Sfarenzià maiuscule è minuscule

source: Case sensitive (default)
co: Sfarenzià maiuscule è minuscule (predefinitu)

source: Categories
co: Categurie

source: Certificate and session data are not available yet.
co: U certificatu è i dati di a sessione ùn sò micca dispunibule avà.

source: Certificate details
co: Ditaglii di u certificatu

source: Certificate in chain:
co: Certificatu in a catena :

source: Certificate issuer
co: Emettore di u certificatu

source: Challenge:
co: Cumpetizione :

source: Change file attributes
co: Cambià l'attributi di u schedariu

source: Change the file permissions.
co: Cambià i diritti d'accessu à u schedariu.

source: Changing logfile settings requires restart of FileZilla.
co: Cambià e preferenze di u ghjurnale di i messaghji richiede u rilanciu di FileZilla.

source: Character encoding issue
co: Prublema di cudificazione di caratteru

source: Charset
co: Gruppu di caratteri

source: Check for &updates...
co: Cuntrollà e nove &versioni di FileZilla...

source: Check for FileZilla &updates automatically:
co: Cuntrollà automaticamente e nove &versioni di FileZilla :

source: Check for Updates
co: Circà e Messe à ghjornu

source: Check for newer versions of FileZilla
co: Cuntrollà s'ella ci hè una versione più nova di FileZilla

source: Check for updates failed
co: Fiascu mentre u cuntrollu di e nove versioni di FileZilla

source: Check your login credentials. The entered password starts or ends with a space character.
co: Verificate l'infurmazione d'identificazione. A parolla d'intrata principia o si compie da unu spaziu.

source: Check your login credentials. The entered username starts or ends with a space character.
co: Verificate l'infurmazione d'identificazione. U nome d'utilizatore principia o si compie da unu spaziu.

source: Checking for correct external IP address
co: Cuntrollu di l'indirizzu IP esternu chì hè currettu

source: Checking for updates...
co: Circhendu e messe à ghjornu...

source: Checksum match on file %s
co: A somma di cuntrollu currisponde per u schedariu %s

source: Checksum mismatch on file %s
co: Sfarenza di somma di cuntrollu per u schedariu %s

source: Choose the default local directory
co: Sciglite u cartulare lucale predefinitu

source: Choose the local directory
co: Sciglite u cartulare lucale

source: Chunk data improperly terminated
co: Ingutuppu di dati interrottu scurrettamente

source: Cipher:
co: Cudificazione :

source: Cl&ose tab
co: Chjode l'&unghjetta

source: Classic
co: Classicu

source: Clear &Site Manager entries
co: &Sguassà tutti l'elementi di u Ghjestiunariu di Siti

source: Clear &layout cache
co: Sguassà &l'infurmazione d'accunciamentu

source: Clear &quickconnect history
co: Sguassà a storia di Cunnessione Pronta

source: Clear &reconnect information
co: Sguassà l'infurmazione per &ricunnettassi

source: Clear &transfer queue
co: Sguassà a lista d'aspettanza di trasferimentu

source: Clear history
co: Sguassà u storicu

source: Clear private data
co: Sguassà i dati persunali

source: Clear quickconnect bar
co: Sguassà a barra Cunnessione Pronta

source: Clear string coalescer
co: Sguassà a fusione di frase

source: Click on Finish to save your configuration.
co: Sciglite Piantà per arregistrà a vostra cunfigurazione.

source: Client to server MAC:
co: MAC per a cunnessione cliente à servu :

source: Client to server cipher:
co: Cudificazione per a cunnessione cliente à servu :

source: Close &all other tabs
co: Chjode tutte l'&altre unghjette

source: Close FileZilla
co: Chjode FileZilla

source: Close all running instances of FileZilla
co: Chjode tutti i prugrammi FileZilla

source: Closes current tab
co: Chjode l'unghjetta currente

source: Co&mments:
co: Cu&mmentarii :

source: Column properties
co: Pruprietà di a culonna

source: Column setup
co: Ozzione di a culonna

source: Command and its arguments should be properly quoted.
co: A cummanda è i so parametri devenu esse scritti currettamente.

source: Command failed
co: Cummanda fiasca

source: Command not supported
co: Cummanda micca suppurtata

source: Command not supported by this protocol
co: A cummanda ùn hè micca suppurtata da stu protocollu

source: Command:
co: Cummanda :

source: Comment
co: Cummentariu

source: Common name:
co: Nome cumunu :

source: Communication tainted by router or firewall
co: A cummunicazione hè alterata da un 'router' o un parafocu

source: Compare &modification time
co: Paragunà a data è l'ora di &mudificazione

source: Compare file&size
co: Paragunà a dimensione di u &schedariu

source: Comparison &threshold (in minutes):
co: Sogliu di paragone (in minuti) :

source: Comparison threshold needs to be between 0 and 1440 minutes.
co: U sogliu di paragone deve esse sceltu trà 0 è 1440 minuti.

source: Compiled for:
co: Compilatu per :

source: Compiled on:
co: Compilatu nantu à :

source: Compiled with:
co: Compilatu cù :

source: Compiler flags:
co: Ozzioni di compilazione :

source: Compressed
co: Strintu

source: Concurrent transfers
co: Trasferimenti simultanei

source: Conditions are c&ase sensitive
co: I &cundizioni facenu a distinzione trà maiuscule è minuscule

source: Configuration test
co: Prova di cunfigurazione

source: Configure passive mode
co: Cunfigurà u modu passivu

source: Configure port range
co: Cunfigurà a stesa di i porti

source: Configuring FileZilla and your network
co: Cunfigurazione di FileZilla è di a vostra reta

source: Confirm deletion
co: Cunfirmà a sguassatura

source: Confirmation needed
co: Cunfirmazione necessaria

source: Congratulations, your configuration seems to be working.
co: Bravu, a vostra cunfigurazione pare funziunà.

source: Connect bypassing proxy settings
co: Cunnettà senza fà casu à e preferenze di u proxy

source: Connect in current tab
co: Cunnettassi in l'unghjetta currente

source: Connect in new tab
co: Cunnettassi in una nova unghjetta

source: Connect to specified Site Manager site
co: Cunnettà à u situ specificatu in u Ghjestiunariu di Siti

source: Connected
co: Cunnettu

source: Connecting
co: Cunnessione in corsu

source: Connecting to %s
co: Cunnessione in corsu à %s

source: Connecting to %s through proxy
co: Cunnessione in corsu à %s via u proxy

source: Connecting to %s...
co: Cunnessione in corsu à %s...

source: Connection
co: Cunnessione

source: Connection aborted
co: Cunnessione interrotta

source: Connection attempt failed
co: A prova di cunnessione hè fiasca

source: Connection attempt failed with "%s", trying next address.
co: A prova di cunnessione hè fiasca cù "%s", provendu un altru indirizzu.

source: Connection attempt failed with "%s".
co: A prova di cunnessione hè fiasca cù "%s".

source: Connection attempt interrupted by user
co: A prova di cunnessione hè statu interrotta da l'utilizatore

source: Connection attempt timed out
co: A prova di cunnessione hà messu un tempu troppu longu

source: Connection closed
co: Cunnessione chjosa

source: Connection closed by server
co: Cunnessione chjosa da u servu

source: Connection established, initializing TLS...
co: Cunnessione stabilita, lanciu di TLS in corsu...

source: Connection established, sending HTTP request
co: Cunnessione stabilita, mandà d'una dumanda HTTP

source: Connection established, waiting for welcome message...
co: Cunnessione stabilita, in aspettanza di u messaghju di benvenuta...

source: Connection lost
co: Cunnessione persa

source: Connection not allowed by ruleset
co: Cunnessione ricusata per via da e regule

source: Connection refused
co: Cunnessione ricusata

source: Connection refused by server
co: Cunnessione ricusata da u servu

source: Connection reset by network
co: Cunnessione iniziata torna da a reta

source: Connection reset by peer
co: Cunnessione iniziata torna da unu paru

source: Connection timed out
co: A cunnessione hè fiasca, tempu troppu longu

source: Connection timed out.
co: A cunnessione hè fiasca, tempu troppu longu.

source: Connection to server lost.
co: A cunnessione cù u servu hè persa.

source: Connection with proxy established, performing handshake...
co: Cunnessione stabilita cù u proxy, in aspettanza di u toccamanu...

source: Connection with server got closed prematurely.
co: A cunnessione cù u servu hè statu chjosa anticipatamente.

source: Connection with the test server failed.
co: A cunnessione cù u servu di prova hè fiasca.

source: Convert keyfile
co: Cunvertisce u schedariu di chjave

source: Copy (%d) of %s
co: Cupià (%d) di %s

source: Copy of %s
co: Cupià di %s

source: Copy the URLs of the selected items to clipboard.
co: Cupià l'URLs di l'elementi selezziunati nantu à u clipboard.

source: Could not accept connection: %s
co: Ùn pò micca accettà a cunnessione : %s

source: Could not add connection to Site Manager
co: Ùn pò micca aghjunghje a cunnessione à u Ghjestiunariu di Siti

source: Could not complete operation
co: Ùn hè micca pussibule di compie l'operazione

source: Could not connect to server
co: Ùn pò micca cunnettà à u servu

source: Could not connect to server: %s
co: Ùn pò micca cunnettà à u servu : %s

source: Could not convert command to server encoding
co: Ùn hè micca pussibule di convertì a cummanda secondu a cudificazione di u servu

source: Could not convert private key
co: Ùn hè micca pussibule di convertì a chjave privata

source: Could not copy URLs
co: Ùn pò micca cupià l'indirizzi URL

source: Could not copy data
co: Ùn pò micca cupià i dati

source: Could not create local file %s
co: Ùn pò micca creà u schedariu lucale %s

source: Could not determine the target of the Drag&Drop operation. Either the shell extension is not installed properly or you didn't drop the files into an Explorer window.
co: Impussibule di sapè a destinazione di l'operazione di Sguillà & Depone. L'estensione di u shell ùn hè micca installata currettamente o ùn avete micca depostu i schedarii in una finestra di l'Espluratore.

source: Could not establish connection to server
co: Ùn pò micca stabilisce a cunnessione cù u servu

source: Could not find the resource files for FileZilla, closing FileZilla. You can set the data directory of FileZilla using the '--datadir <custompath>' commandline option or by setting the FZ_DATADIR environment variable.
co: Ùn hè micca pussibule di truvà i schedarii di risorse di FileZilla, dunque FileZilla si chjode. Pudete affettà u cartulare di dati di FileZilla impiegendu l'ozzione di a linea di cummanda '--datadir <custompath>' o affetendu a variabile d'ambiente FZ_DATADIR.

source: Could not generate custom login sequence.
co: Ùn hè micca pussibule d'ingenereghjà una sequenza d'identificazione persunalizata.

source: Could not get distinguished name of certificate issuer, gnutls_x509_get_issuer_dn failed
co: Ùn hè micca pussibule di sapè u nome di l'emettore di u certificatu, gnutls_x509_get_issuer_dn hè fiascu

source: Could not get distinguished name of certificate subject, gnutls_x509_get_dn failed
co: Ùn hè micca pussibule di sapè u nome di sughjettu di u certificatu, gnutls_x509_get_dn hè fiascu

source: Could not get full remote path.
co: Ùn hè micca pussibule di sapè u nome sanu di u passeghju alluntanatu.

source: Could not get reply from fzputtygen.
co: Ùn hè micca pussibule di riceve una risposta di fzputtygen.

source: Could not get temporary directory to download file into.
co: Ùn pò micca creà unu cartulare timpurariu per telecaricà u schedariu dentru.

source: Could not import peer certificates, gnutls_x509_crt_import failed
co: Ùn hè micca pussibule d'impurtà i certificati 'peer', gnutls_x509_crt_import hè fiascu

source: Could not initialize structure for peer certificates, gnutls_x509_crt_init failed
co: Ùn hè micca pussibule di creà a struttura di i certificati 'peer', gnutls_x509_crt_init hè fiascu

source: Could not load "%s", please make sure the file is valid and can be accessed. Any changes made in the Site Manager will not be saved.
co: Ùn hè micca pussibule di caricà "%s", assicuratevvi chì u schedariu hè leghjittimu è pò esse accessu. I cambiamenti fatti in u Ghjestiunariu di Siti ùn seranu micca arregistrati.

source: Could not load keyfile
co: Ùn pò micca caricà u schedariu di chjave

source: Could not load private key
co: Ùn hè micca pussibule di caricà a chjave privata

source: Could not obtain corresponding local directory for the remote directory '%s'. Disable synchronized browsing and continue changing the remote directory?
co: Ùn hè micca pussibule d'ottene u cartulare lucale currispondente à u cartulare alluntanatu '%s'. Vulete disattivà u sfugliendu sincrunizatu è cuntinuà u cambiamentu di u cartulare alluntanatu ?

source: Could not obtain corresponding local directory for the remote directory '%s'. Synchronized browsing has been disabled.
co: Ùn hè micca pussibule d'ottene u cartulare lucale currispondente à u cartulare alluntanatu '%s'. Avà, u sfugliendu sincrunizatu ùn hè più attivu.

source: Could not obtain corresponding remote directory for the local directory '%s'. Synchronized browsing has been disabled.
co: Ùn hè micca pussibule d'ottene u cartulare alluntanatu currispondente à u cartulare lucale '%s'. U sfugliendu sincrunizatu ùn hè più attivu.

source: Could not open clipboard
co: Ùn pò micca apre a fermacarta

source: Could not open log file: %s
co: Ùn pò micca apre u ghjurnale di i messaghji : %s

source: Could not parse remote path.
co: Ùn hè micca pussibule di determinà u nome di u passeghju alluntanatu.

source: Could not parse server address:
co: Ùn hè micca pussibule di determinà l'indirizzu di u servu :

source: Could not read from socket: %s
co: Ùn pò micca leghje da socket : %s

source: Could not read server item.
co: Ùn pò micca leghje l'elementu di u servu.

source: Could not seek to offset %s within file
co: Ùn hè micca pussibule d'andà à u locu di %s dentru u schedariu

source: Could not seek to the end of the file
co: Ùn hè micca pussibule d'andà à a fine di u schedariu

source: Could not send command to fzputtygen.
co: Ùn pò micca mandà a cummanda à fzputtygen.

source: Could not spawn IO thread
co: Ùn hè micca pussibule di creà un operazione d'Intrata/Esciuta

source: Could not start proxy handshake: %s
co: Ùn hè micca pussibule di stabilisce u toccamanu cù u proxy : %s

source: Could not start transfer
co: Ùn hè micca pussibule di principià u trasferimentu

source: Could not write "%s", any changes to the Site Manager could not be saved: %s
co: Ùn pò micca scrive "%s", i cambiamenti fatti cù u Ghjestiunariu di Siti ùn ponu micca esse arregistrati : %s

source: Could not write "%s", the bookmark could not be added: %s
co: Ùn pò micca scrive "%s", l'indetta ùn pò micca esse aghjunta : %s

source: Could not write "%s", the global bookmarks could no be saved: %s
co: Ùn pò micca scrive "%s", l'indette glubale ùn ponu micca esse arregistrate : %s

source: Could not write "%s", the queue could not be saved. %s
co: Ùn pò micca scrive "%s", a lista d'aspettanza ùn pò micca esse arregistrata. %s

source: Could not write "%s", the selected sites could not be exported: %s
co: Ùn pò micca scrive "%s", i siti selezziunati ùn ponu micca esse arregistrati : %s

source: Could not write "%s":
co: Ùn pò micca scrive "%s" :

source: Could not write keyfile: %s
co: Ùn pò micca scrive in u schedariu di chjave : %s

source: Could not write to local file
co: Ùn pò micca scrive in u schedariu lucale

source: Could not write to log file: %s
co: Ùn pò micca scrive in u ghjurnale di i messaghji : %s

source: Could not write to socket: %s
co: Ùn pò micca scrive in socket : %s

source: Country:
co: Paese :
