Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: Open directory in system's file manager
co: Apre u cartulare in u ghjestiunariu di schedarii di u sistemu

source: Open the Site Manager
co: Apre u Ghjestiunariu di Siti

source: Open the Site Manager.
co: Apre u Ghjestiunariu di Siti.

source: Open the Site Manager. Right-click for a list of sites.
co: Apre u Ghjestiunariu di Siti. Cliccu dirittu per affissà a lista di i siti.

source: Open the file.
co: Apre u schedariu.

source: Open the settings dialog of FileZilla
co: Apre u dialogu di e preferenze di FileZilla

source: Opened as:
co: Apertu cum'è :

source: Opening failed
co: Apertura fiasca

source: Opens a new tab
co: Apre una nova unghjetta

source: Opens the Site Manager
co: Apre u Ghjestiunariu di Siti

source: Opens the directory listing filter dialog. Right-click to toggle filters.
co: Affissà u dialogu di i filtri di i cartulari. Cliccu dirittu per attivà/disattivà i filtri.

source: Operating system
co: Sistemu d'operazione

source: Operating system problem detected
co: Un errore s'hè affacatu in u sistemu d'operazione

source: Operation already in progress
co: Operazione dighjà in corsu

source: Operation in progress
co: Operazione in corsu

source: Operation not supported
co: Operazione micca suppurtata

source: Organization:
co: Urganismu :

source: Other system error
co: Altru sbagliu di u sistemu

source: Other:
co: Altru :

source: Out of memory
co: Mancanza di memoria

source: Overview
co: Descrizzione generale

source: Overwrite &if source newer
co: R&impiazzà s'è l'urigine hè più recente

source: Overwrite file
co: Rimpiazzà u schedariu

source: Overwrite file if size differs
co: Rimpiazzà u schedariu s'è a dimensione hè sfarente

source: Overwrite file if size differs or source file is newer
co: Rimpiazzà u schedariu s'è a dimensione hè sfarente o l'urigine hè più recente

source: Overwrite file if source file newer
co: Rimpiazzà u schedariu s'è l'urigine hè più recente

source: Overwrite if &different size
co: Rimpiazzà s'è a &dimensione hè sfarente

source: Overwrite if different si&ze or source newer
co: Rimpia&zzà s'è a dimensione hè sfarente o l'urigine hè più recente

source: Own build type: %s
co: Vostru tipu di custruzzione : %s

source: Owner permissions
co: Permessi di u pruprietariu

source: Owner/Group
co: Pruprietariu / Gruppu

source: P&revent system from entering idle sleep during transfers and other operations
co: &Impedisce a messa in veghja di l'urdinatore mentre i trasferimenti è l'altre operazioni

source: P&roxy host:
co: Ospite p&roxy :

source: PORT command tainted by router or firewall.
co: A cummanda PORT hè statu alterata da u 'router' o u parafocu.

source: Pa&ssive (recommended)
co: Pa&ssivu (ricumandatu)

source: Parameter not a valid URL
co: U parametru ùn hè micca un URL leghjittima

source: Parsing %d bytes of version information.
co: Analisa di %d ottetti d'infurmazione di versione.

source: Pass&word:
co: &Parolla d'intrata :

source: Passive (recommended)
co: Passivu (ricumandatu)

source: Passive mode
co: Modu passivu

source: Passive mode has been set as default transfer mode.
co: U modu passivu hè statu sceltu cum'è modu predefinitu di trasferimentu.

source: Password required
co: A parolla d'intrata hè richiesta

source: Path
co: Passeghju

source: Path cannot be constructed for directory %s and subdir %s
co: U passeghju ùn pò micca esse custruttu per u cartulare %s è sottu-cartulare %s

source: Path not found:
co: U passeghju ùn esiste micca :

source: Paths
co: Passeghji

source: Pending removal
co: In aspettanza di ritiru

source: Permission
co: Permessu

source: Permission denied
co: Permessu ricusatu

source: Permissions
co: Permessi

source: Platform:
co: Piattaforma :

source: Please check on https://filezilla-project.org/probe.php that the server is running and carefully check your settings again.
co: Verificate nantu à https://filezilla-project.org/probe.php chì u servu sia lanciatu è cuntrollate precisamente e vostre preferenze torna.

source: Please configure any firewalls and routers so that FileZilla can establish outgoing connection to arbitrary ports.
co: Cunfigurate i vostri 'router' è parafochi di manera chì FileZilla possa stabilisce cunnessioni surtente nantu à porti scelti arbitrariamente.

source: Please disable settings like 'DMZ mode' or 'Game mode' on your router.
co: Disattivate e preferenze cum'è 'Modu DMZ' o 'Modu Ghjocu' di u vostru 'router'.

source: Please ensure you have a stable internet connection and carefully check your settings again.
co: Assicuratevvi chì a vostra cunnessione sia stabila è verificate torna e vostre preferenze precisamente.

source: Please enter a custom date format.
co: Scrivite una forma persunalizata di data.

source: Please enter a custom time format.
co: Scrivite una forma persunalizata d'ora.

source: Please enter a date of the form YYYY-MM-DD such as for example 2010-07-18.
co: Scrivite una data in a forma AAAA-MM-GG cum'è per indettu 2010-07-18.

source: Please enter a download speed limit greater or equal to 0 %s/s.
co: Scrivite un limitu di velocità di i telecaricamenti più maiò o uguale à 0 %s/s.

source: Please enter a name for the new filter.
co: Scrivite un nome per u novu filtru.

source: Please enter a new name for the copied filter.
co: Scrivite un novu nome per u filtru cupiatu.

source: Please enter a new name for the filter set "%s"
co: Scrivite un novu nome per u gruppu di filtri "%s"

source: Please enter a new name for the filter.
co: Scrivite un novu nome per u filtru.

source: Please enter a number between 0 and 10 for the number of concurrent downloads.
co: Scrivite un numeru sceltu trà 0 è 10 per u numeru di telecaricamenti simultanei.

source: Please enter a number between 0 and 10 for the number of concurrent uploads.
co: Scrivite un numeru sceltu trà 0 è 10 per u numeru d'incaricamenti simultanei.

source: Please enter a number between 1 and 10 for the number of concurrent transfers.
co: Scrivite un numeru sceltu trà 1 è 10 per u numeru di trasferimenti simultanei.

source: Please enter a password for this server:
co: Scrivite una parolla d'intrata per stu servu :

source: Please enter a path and executable to run. E.g. c:\somePath\file.exe under MS Windows or /somePath/file under Unix. You can also optionally specify program arguments.
co: Scrivite u passeghju è u prugrammu à eseguisce. P.i. : c:\passeghju\prugrammu.exe cù MS Windows o /passeghju/prugrammu cù Unix. Ghjè pussibule d'indicà i parametri di u prugrammu dinù.

source: Please enter a timeout between 5 and 9999 seconds or 0 to disable timeouts.
co: Scrivite un numeru sceltu trà 5 è 9999 seconde per u cumportu d'aspettanza o 0 per disattivà i cumporti d'aspettanza.

source: Please enter a unique name for this filter set
co: Scrivite un nome unicu per stu gruppu di filtri

source: Please enter a username for this server:
co: Scrivite un nome d'utilizatore per stu servu :

source: Please enter a valid portrange.
co: Scrivite una stesa di porti leghjittima.

source: Please enter an URL where to get your external address from
co: Scrivite un URL induve si trova u vostru indirizzu esternu

source: Please enter an upload speed limit greater or equal to 0 %s/s.
co: Scrivite un limitu di velocità di l'incaricamenti più maiò o uguale à 0 %s/s.

source: Please enter raw FTP command. Using raw ftp commands will clear the directory cache.
co: Scrivite una cummanda FTP cruda. L'impiegu d'una tale cummanda spurgulerà u 'cache' di u cartulare.

source: Please enter the name of the directory which should be created:
co: Scrivite u nome di u cartulare chì hà da esse creatu :

source: Please enter the name of the file which should be created:
co: Scrivite u nome di u schedariu chì hà da esse creatu :

source: Please enter username and password for this server:
co: Scrivite u nome d'utilizatore è a parolla d'intrata per stu servu :

source: Please enter your external IP address
co: Scrivite u vostru indirizzu IP esternu

source: Please enter your external IP address on the active mode page of this wizard. In case you have a dynamic address or don't know your external address, use the external resolver option.
co: Scrivite u vostru indirizzu IP esternu in a pagina di cunfigurazione di u modu attivu di st'assistente. S'è voi avete un indirizzu dinamicu, o s'è ùn cunniscite micca u vostru indirizzu esternu, impiegate l'ozzione di risuluzione esterna.

source: Please follow the instructions carefully, as wrong configuration will prevent successful FTP connections.
co: Ci vole à fà casu à seguità precisamente l'instruzzione perchè una gattiva cunfigurazione impediscerà u successu di e cunnessioni FTP.

source: Please make sure FileZilla is allowed to establish outgoing connections and make sure you typed the address of the address resolver correctly.
co: Assicuratevvi chì FileZilla sia auturizatu à stabilisce cunnessioni surtente è chì l'indirizzu di u risolutore d'indirizzi sia statu scrittu currettamente.

source: Please make sure the requested locale is installed on your system.
co: Assicuratevvi chì a lingua richiesta sia installata nantu à u vostru sistemu.

source: Please make sure your router is using the latest available firmware. Furthermore, your router has to be configured properly. You will have to use manual port forwarding. Don't run your router in the so called 'DMZ mode' or 'game mode'.
co: Assicuratevvi chì u vostru 'router' impiegheghji l'ultima versione di u micro-prugrammu. Di più, u vostru 'router' deve esse cunfiguratu currettamente. Ci vole à impiegà u rigiru manuale di i porti. Ùn impiegate micca u vostru 'router' cù l'ozzioni 'Modu DMZ' o 'Modu Ghjocu'.

source: Please note that FileZilla has no influence on the port the server chooses. So the server might choose a port which your firewall thinks is only used by trojans or other malware. This might raise a false alarm you can safely discard.
co: Nota : FileZilla ùn hà micca d'azzione nantu à u servu per a scelta di i porti. Dunque, ghjè pussibule ch'un servu scegli un portu cunsideratu da u vostru parafocu cum'è adupratu da Cavalli di Troia è altri prugrammi periculosi. Quessu pò generà un alarmu falsu chì pò esse ignuratu senza penseri.

source: Please note that preserving timestamps on uploads on FTP, FTPS and FTPES servers only works if they support the MFMT command.
co: Fate casu chì a cunservazione di a data è ora di l'incaricamenti nantu à i servi FTP, FTPS è FTPES funziuneghja solu s'elli suppurtanu a cummanda MFMT.

source: Please note that some servers might ban you if you try to reconnect too often or in too short intervals.
co: Fate casu chì qualchì servu risicheghja di sbannivvi s'è voi pruvate di ricunnettavvi troppu aspessu o cù cumparti troppu corti.

source: Please run this wizard again should you change your network environment or in case you suddenly encounter problems with servers that did work previously.
co: Impiegate torna st'assistente s'è u vostru ambiente cambia o s'elli ci sò prublemi avà cù servi chì funzionavanu bè prima.

source: Please select an action:
co: Selezziunate un azzione :

source: Please select the categories you would like to import.
co: Selezziunate e categurie chì ci vole à impurtà.

source: Please select the default transfer mode you would like to use.
co: Selezziunate u modu predefinitu di trasferimentu ch'ellu ci vole à impiegà.

source: Please select the new attributes for the directory "%s".
co: Selezziunate i novi attributi per u cartulare "%s".

source: Please select the new attributes for the file "%s".
co: Selezziunate i novi attributi per u schedariu "%s".

source: Please select the new attributes for the selected directories.
co: Selezziunate i novi attributi per i cartulari selezziunati.

source: Please select the new attributes for the selected files and directories.
co: Selezziunate i novi attributi per i schedarii è i cartulari selezziunati.

source: Please select the new attributes for the selected files.
co: Selezziunate i novi attributi per i schedarii selezziunati.

source: Please update your firewall and make sure your router is using the latest available firmware. Furthermore, your router has to be configured properly. You will have to use manual port forwarding. Don't run your router in the so called 'DMZ mode' or 'game mode'. Things like protocol inspection or protocol specific 'fixups' have to be disabled
co: Ci vole à impiegà l'ultima versione di u vostru parafocu è quella di u micro-prugrammu di u vostru 'router'. Di più, u vostru 'router' deve esse cunfiguratu currettamente. Ci vole à impiegà u rigiru manuale di i porti. Ùn impiegate micca u vostru 'router' cù l'ozzioni 'Modu DMZ' o 'Modu Ghjocu'. Certi protocolli d'inspezzione o d'altri più specifichi devenu esse disattivati.

source: Positio&n of the message log:
co: Pusizio&ne di u ghjurnale di i messaghji :

source: Postal code:
co: Codice pustale :

source: Predefined Sites
co: Siti Predefiniti

source: Preserving file timestamps
co: Cunservà data è ora di i schedarii

source: Preview:
co: Avvistu :

source: Primary connection and data connection certificates don't match.
co: I certificati di a cunnessione primaria è di a cunnessione di dati ùn currispondenu micca.

source: Print diagnostic information related to startup of FileZilla
co: Stampà l'infurmazioni di diagnosticu di u lanciu di FileZilla

source: Print version information to stdout and exit
co: Stampà l'infurmazioni di versione nantu à 'stdout' è esce

source: Prioritize directories (default)
co: Dà a priurità à i cartulari (predefinitu)

source: Priority
co: Priurità

source: Privacy policy: Only your version of FileZilla, your used operating system and your CPU architecture will be submitted to the server.
co: Pulitica di Cunfidenzialità : Solu l'infurmazioni cum'è a versione di FileZilla, u nome di u vostru sistemu, è l'architettura di u vostru prucessore, seranu mandate à u servu.

source: Private &keys:
co: Chjavi private :

source: Pro&tocol:
co: Pro&tocollu :

source: Pro&xy password:
co: Parolla d'intrata di u Pro&xy :

source: Process &Queue
co: Trattà è mette in a &lista d'aspettanza

source: Process file table overflow
co: Trapienu di a tavula di schedariu di prucedutu

source: Protocol not supported
co: Protocollu micca suppurtatu

source: Protocol not supported on given socket type
co: Protocollu micca suppurtatu per u tipu di socket specificatu

source: Protocol:
co: Protocollu :

source: Proxy &port:
co: &Portu di u proxy :

source: Proxy &user:
co: &Utilizatore di u proxy :

source: Proxy authentication failed
co: Fiascu di l'autenticazione di u Proxy

source: Proxy handshake failed: %s
co: Fiascu di u toccamanu di u proxy : %s

source: Proxy host starts with '[' but no closing bracket found.
co: L'ospite di u proxy principiu cù '[' ma u segnu ']' ùn esiste micca.

source: Proxy reply: %s
co: Risposta di u Proxy : %s

source: Proxy request failed: %s
co: A richiesta à u proxy hè fiasca : %s

source: Proxy request failed: Unknown address type in CONNECT reply
co: A richiesta à u proxy hè fiasca : u tipu d'indirizzu in a risposta CONNECT hè scunnisciutu

source: Proxy set but proxy host or port invalid
co: Proxy specificatu ma l'ospite di u proxy, o u portu, ùn hè micca leghjittimu

source: Public Key Authentication
co: Autenticazione da Chjave Publica

source: Public key algorithm:
co: Cudificazione di a chjave publica :

source: Public permissions
co: Permessi publichi

source: Queue has been fully processed
co: A lista d'aspettanza hè stata cumpletamente trattata

source: Queue: %s MiB
co: Lista d'aspettanza : %s MiO

source: Queue: %s%s
co: Lista d'aspettanza : %s%s

source: Queue: empty
co: Lista d'aspettanza : viota

source: Queued files
co: Schedarii in a lista d'aspettanza

source: Queueing:
co: Lista d'aspettanza :

source: R&eboot system
co: Riavvià l'urdinator&e

source: R&emote directory tree
co: Arburiscenza di u cartulare all&untanatu

source: R&eset and requeue selected files
co: Riavvià è rim&ette tutti i schedarii selezziunati in a lista d'aspettanza

source: Raw FTP command
co: Cummanda FTP cruda

source: Re&ad
co: Lettura

source: Re&fresh
co: Attuali&zà

source: Re&name
co: Ri&numà

source: Re-run the wizard and carefully check your settings and configure all routers and firewalls accordingly.
co: Lanciate torna l'assistente è verificate precisamente e vostre preferenze fendu casu di cunfigurà tutti i 'router' è parafochi in cunsequenza.

source: Rea&d
co: Lettura

source: Read-only
co: Lettura sola

source: Really cancel current operation?
co: Site sicuru di vulè abbandunà l'operazione in corsu ?

source: Really delete %d directory with its contents from the server?
co: Site sicuru di vulè caccià %d cartulare cù u so cuntenutu di u servu ?

source: Really delete %d file from the server?
co: Site sicuru di vulè caccià %d schedariu di u servu ?

source: Really delete %s and %s from the server?
co: Site sicuru di vulè caccià %s è %s di u servu ?

source: Really delete all selected files and/or directories from the server?
co: Site sicuru di vulè caccià tutti i schedarii è/o i cartulari selezziunati di u servu ?

source: Really delete all selected files and/or directories from your computer?
co: Site sicuru di vulè caccià tutti i schedarii è/o i cartulari selezziunati di u vostru urdinatore ?

source: Reason
co: Raghjone

source: Reboot now
co: Riavvià l'urdinatore avà

source: Rec&urse into subdirectories
co: Inc&urpurà i sottu-cartulari

source: Received a directory listing which appears to be encoded in EBCDIC.
co: Ricezzione d'una lista di cartulare chì pare esse in forma EBCDIC.

source: Received a line exceeding 10000 characters, aborting.
co: Ricezzione d'una linea di più di 10000 caratteri, abbandonu in corsu.

source: Received data tainted
co: I dati ricevuti sò alterati

source: Received invalid character in version information
co: Caratteri micca leghjittimi ricevuti in l'infurmazione di versione

source: Received version information is too large
co: L'infurmazione di versione ricevuta hè troppu maiò

source: Reconnect information cannot be cleared while connected to a server. If you continue, your connection will be disconnected.
co: L'infurmazioni di ricunnessione ùn ponu micca esse cacciati quandu voi site cunnettu à un servu. S'è voi cuntinuate, a vostra cunnessione serà interrotta.

source: Reconnection settings
co: Preferenze di ricunnessione

source: Reconnects to the last used server
co: Si cunnetta torna à l'ultimu servu adupratu

source: Redirection to invalid or unsupported URI: %s
co: Ridirezzione verdi un URL micca leghjittimu o micca suppurtatu : %s

source: Redirection to invalid or unsupported address: %s
co: Ridirezzione verdi un indirizzu micca leghjittimu o micca suppurtatu : %s

source: Refresh the file and folder lists
co: Attualizà e liste di i schedarii è di i cartulari

source: Remember passwords?
co: Arricurdassi di e parolle d'intrata ?

source: Remote
co: Alluntanatu

source: Remote certificate not trusted.
co: Certificatu alluntanatu micca degnu di cridenza.

source: Remote file
co: Schedariu alluntanatu

source: Remote file search
co: Ricerca di schedarii alluntanati

source: Remote filters:
co: Filtri alluntanati :

source: Remote path
co: Passeghju alluntanatu

source: Remote path cannot be parsed. Make sure it is a valid absolute path and is supported by the current site's servertype (%s).
co: U passeghju alluntanatu ùn pò micca esse determinatu. Assicuratevvi ch'ellu hè un passeghju esplicitu leghjittimu è suppurtatu da u tipu di servu (%s) di u situ currente.

source: Remote path cannot be parsed. Make sure it is a valid absolute path and is supported by the servertype (%s) selected on the parent site.
co: U passeghju alluntanatu ùn pò micca esse determinatu. Assicuratevvi ch'ellu hè un passeghju esplicitu leghjittimu è suppurtatu da u tipu di servu (%s) selezziunatu nantu à u situ parente.

source: Remote path cannot be parsed. Make sure it is a valid absolute path.
co: U passeghju alluntanatu ùn pò micca esse determinatu. Assicuratevvi ch'ellu hè un passeghju esplicitu leghjittimu.

source: Remote path could not be parsed.
co: U passeghju alluntanatu ùn hà micca pussutu esse determinatu.

source: Remote path handling:
co: Trattamentu di u passeghju alluntanatu :

source: Remote path:
co: Passeghju alluntanatu :

source: Remote site:
co: Situ alluntanatu :

source: Remove &all
co: Caccià &tuttu

source: Remove &selected
co: &Caccià l'elementi selezziunati

source: Rename file
co: Rinumà u schedariu

source: Rename selected directory
co: Rinumà u cartulare selezziunatu

source: Rename selected files and directories
co: Rinumà i schedarii è i cartulari selezziunati

source: Renaming '%s' to '%s'
co: Rinumà da '%s' versu '%s'

source: Reporting bugs and feature requests
co: Riferisce un prublemu o dumandà un migliuramentu

source: Request failed - client is not running identd (or not reachable from server)
co: Richiesta fiasca : u cliente ùn impiega micca 'identd' (o hè inaccessibile da u servu)

source: Request failed - client's identd could not confirm the user ID string
co: Richiesta fiasca : L'"identd" di u cliente ùn pò micca cunfirmà a catena ID di l'utilizatore

source: Request rejected or failed
co: Richiesta ricusata o fiasca

source: Require explicit FTP over TLS
co: Richiede FTP cù TLS (esplicitu)

source: Require implicit FTP over TLS
co: Richiede FTP cù TLS (sottintesu)

source: Reset and requeue &all
co: Riavvià è rimette tutti i schedarii in a lista d'&aspettanza

source: Resolved protocol is unknown
co: U protoccollu risoltu hè scunnisciutu

source: Resolving address of %s
co: Risuluzione di l'indirizzu di %s

source: Resource temporarily unavailable
co: Risorse timpurariamente indispunibule

source: Response:
co: Risposta :

source: Results:
co: Risultati :

source: Resume file transfer
co: Ripiglià u trasferimentu di u schedariu

source: Resuming ASCII files can cause problems if server uses a different line ending format than the client.
co: U ripigliu di u trasferimentu di i schedarii ASCII pò causà prublemi s'ellu u servu impiega una forma sfarenta di fine di linea chì quella di u cliente.

source: Retrieving directory listing...
co: Ricuperazione di a lista di u cartulare...

source: Retrieving external IP address from %s
co: Ricuperazione di l'indirizzu IP esternu dapoi %s

source: Root certificate is not trusted
co: Certificatu di radica micca degnu di cridenza

source: S&how files currently being edited...
co: &Visualizzà i schedarii in corsu di mudificazione...

source: S&how the Site Manager on startup
co: Apre u Ghjestiunariu di Siti à u principiu di FileZilla

source: S&hutdown system
co: Piantà l'urdinatore

source: S&top
co: Pian&tà

source: S&uspend system
co: Mette l'&urdinatore in veghja

source: S&ynchronized browsing
co: Sfugliendu s&incrunizatu

source: SOCKS4 proxy will connect to: %s
co: U proxy SOCKS4 hà da cunnettassi à : %s

source: Save settings?
co: Arregistrà e preferenze ?

source: Saving of password has been disabled by your system administrator.
co: L'arregistramentu di e parolle d'intrata hè statu disattivatu da u vostru amministratore.

source: Saving of passwords has been disabled by you.
co: Avete disattivatu l'arregistramentu di e parolle d'intrata.

source: Scanning for files to add to queue
co: Esame di i schedarii à aghjunghje à a lista d'aspettanza

source: Scanning for files to upload
co: Esame di i schedarii à incaricà

source: Search &conditions:
co: &Cundizioni di ricerca :

source: Search &directory:
co: Passeghju &di ricerca :

source: Search for files recursively.
co: Ricerca più ampia di schedarii.

source: Search server for files
co: Ricerca di schedarii in u servu

source: Security information
co: Infurmazione di sicurità

source: See also: https://wiki.filezilla-project.org/Network_Configuration
co: Vede dinù : https://wiki.filezilla-project.org/Network_Configuration
