Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: %H:%M:%S elapsed
co: %H:%M:%S trascorsu

source: %H:%M:%S left
co: %H:%M:%S à a fine

source: %a - Account (Lines containing this will be omitted if not using Account logontype)
co: %a - Contu (E linee chì cuntenenu quessu seranu omesse s'è u tipu d'accessu ùn hè micca Contu)

source: %d directory
co: %d cartulare

source: %d directory with its contents
co: %d cartulare cù u so cuntenutu

source: %d file
co: %d schedariu

source: %d file. Total size: %s
co: %d schedariu. Dimensione tutale : %s

source: %d file. Total size: At least %s
co: %d schedariu. Dimensione tutale : almenu %s

source: %d files added to queue
co: %d schedarii aghjunti à a lista d'aspettanza

source: %d second
co: %d seconda

source: %h - Host
co: %h - Ospite

source: %p - Password
co: %p - Parolla d'intrata

source: %s (? B/s)
co: %s (? O/s)

source: %s - Certificate expired!
co: %s - Certificatu scadutu !

source: %s - Not yet valid!
co: %s - Mancu leghjittimu !

source: %s - Proxy user
co: %s - Utilizatore di u proxy

source: %s and %s. Total size: %s
co: %s è %s. Dimensione tutale : %s

source: %s and %s. Total size: At least %s
co: %s è %s. Dimensione tutale : almenu %s

source: %s byte
co: %s ottettu

source: %s could not be found. Without this component of FileZilla, SFTP will not work. Please download FileZilla again. If this problem persists, please submit a bug report.
co: %s ùn si trova micca. Senza stu cumpunentu di FileZilla, SFTP ùn pò micca funziunà. Ci vole à telecaricà torna FileZilla. S'è u prublemu rivene, mandate puru un 'bug report'.

source: %s could not be found. Without this component of FileZilla, SFTP will not work. Possible solutions: - Make sure %s is in a directory listed in your PATH environment variable. - Set the full path to %s in the FZ_FZSFTP environment variable.
co: %s ùn si trova micca. Senza stu cumpunentu di FileZilla, SFTP ùn pò micca funziunà. Suluzioni : - Assicuravi chì %s sia in un cartulare indicatu in a vostra variabile d'ambiente PATH (passeghju). - Scrivite u passeghju sanu di %s in a variabile d'ambiente FZ_FZSFTP.

source: %s with %d bits
co: %s cù %d bits

source: %u - Username
co: %u - Nome d'utilizatore

source: %w - Proxy password
co: %w - Parolla d'intrata di u proxy

source: &Abort previous connection and connect in current tab
co: &Abandunnà a cunnessione precedente è cunnettassi in l'unghjetta currente

source: &About...
co: &Apprupositu...

source: &Account:
co: &Contu :

source: &Active
co: &Attivu

source: &Add bookmark...
co: &Aghjunghje indetta...

source: &Add files to queue
co: &Aghjunghje i schedarii à a lista d'aspettanza

source: &Add keyfile...
co: &Aghjunghje schedariu di chjave...

source: &Add to queue
co: &Aghjunghje à a lista d'aspettanza

source: &Adjust server timezone offset:
co: &Regulà u fusu orariu di u servu :

source: &Always trust certificate in future sessions.
co: Sempre fà fid&anza à stu certificatu in l'altre sessioni.

source: &Always trust this host, add this key to the cache
co: Sempre fà fid&anza à st'ospite, aghjunghje sta chjave à u cache

source: &Always use default editor
co: &Aduprate sempre l'editore predefinitu

source: &Always use selection for unassociated files
co: &Aduprate sempre una selezzione per i schedarii micca assuciati

source: &Always use this action
co: &Aduprate sempre st'azzione

source: &Ask your operating system for the external IP address
co: Dum&anda l'indirizzu IP esternu à u vostru sistemu

source: &Auto
co: &Automaticu

source: &Autodetect
co: Rilevazione &Automatica

source: &Binary
co: &Binariu

source: &Binary prefixes using SI symbols. (e.g. 1 KB = 1024 bytes)
co: Prefissi &binarii cù i simbuli di u Sistemu Internaziunale (SI). (p.i. 1 Ko = 1024 ottetti)

source: &Bookmarks
co: &Indette

source: &Browse...
co: &Sfuglià...

source: &Burst tolerance:
co: Tolleranza di &burst :

source: &Cancel
co: &Abbandunà

source: &Clear private data...
co: &Sguassà i dati persunali...

source: &Close
co: &Chjode

source: &Close FileZilla
co: &Chjode FileZilla

source: &Configure speed limits...
co: &Cunfigurà i limiti di velocità per i trasferimenti...

source: &Configure...
co: &Cunfigurà...

source: &Connect
co: &Cunnettà

source: &Copy current connection to Site Manager...
co: &Cupià a cunnessione attuale versu u Ghjestiunariu di Siti...

source: &Copy to clipboard
co: &Cupià versu u clipboard

source: &Crash
co: Prova di &cullisione

source: &Create directory
co: &Creà unu cartulare

source: &Create new tab
co: &Creà una nova unghjetta

source: &Debug
co: &Spannà

source: &Debug information in message log:
co: &Infurmazione per spannà in u ghjurnale di i messaghji :

source: &Default editor:
co: &Editore predefinitu :

source: &Default file exists action...
co: &Azzione predefinita à fà nantu à i schedarii chì esistenu...

source: &Delay between failed login attempts:
co: &Tempu frà e prove fiasche di login :

source: &Delete
co: &Sguassà

source: &Delete symlink
co: &Sguassà a leia simbolica (symlink)

source: &Directory comparison
co: &Paragone di cartulare

source: &Discard local file then download and edit file anew
co: Scaccià u schedariu lucale è &dopu telecaricallu è mudificallu

source: &Disconnect
co: &Disghjunghje

source: &Disconnect from server
co: &Disghjunghje da u servu

source: &Display momentary transfer speed instead of average speed
co: &Affissà a velocità di trasferimentu di u mumentu piuttostu chì quella mediana

source: &Display size in bytes
co: &Affissà a dimensione in ottetti

source: &Do not remember passwords
co: &Ùn micca arricurdassi di e parolle d'intrata

source: &Don't show this dialog again.
co: &Ùn mostrà più stu dialogu.

source: &Don't use external IP address on local connections.
co: &Ùn impiegà micca d'indirizzu IP esternu per i cunnessioni lucali.

source: &Double-click action on files:
co: Azzione di u &dopiu-cliccu nantu à i schedarii :

source: &Download
co: &Telecaricà

source: &Download to:
co: &Telecaricà versu :

source: &Download...
co: &Telecaricà...

source: &Downloads:
co: &Telecaricamenti :

source: &Edit
co: &Mudificà

source: &Edit filter rules...
co: &Mudificà e regule di filtru...

source: &Enable
co: P&ermette

source: &Enable speed limits
co: P&ermette i limiti di velocità per i trasferimenti

source: &Encoding:
co: &Cudificazione :

source: &Encryption:
co: &Cifratura :

source: &Enter custom command...
co: Scrivite una cummanda p&ersunalizata...

source: &Establish connection in a new tab
co: Stabilisc&e a cunnessione in una nova unghjetta

source: &Execute
co: &Eseguisce

source: &Export Site Manager entries
co: &Espurtà l'elementi di u Ghjestiunariu di Siti

source: &Export...
co: &Espurtà...

source: &Fall back to active mode
co: &Ritornu à u modu attivu

source: &File
co: &Schedariu

source: &File Attributes...
co: &Pruprietà di u schedariu...

source: &File permissions...
co: &Diritti d'impiegu di u schedariu...

source: &File:
co: &Schedariu :

source: &Filter conditions:
co: Cundizioni di u &filtru :

source: &Filter sets:
co: Gruppi di &filtri :

source: &Filters:
co: &Filtri :

source: &Finish editing and delete local file
co: &Finisce a mudificazione è scaccià u schedariu lucale

source: &Flatten remote paths, download all contained files directly into target directory
co: Passeghji alluntanati micca strutturati, telecarica tutti i schedarii cuntenuti dentru, versu u cartulare di destinazione

source: &Follow symlink, delete target directory contents
co: &Seguitate a leia simbolica (symlink), sguassà i cuntenuti di i cartulari di destinazione

source: &Get external IP address from the following URL:
co: &Aduprà l'indirizzu IP esternu chì si trova à st'URL :

source: &Getting help...
co: &Ottene un aiutu...

source: &Global bookmark
co: Indetta &glubale

source: &HTTP/1.1 using CONNECT method
co: &HTTP/1.1 aduprendu u metodu CONNECT

source: &Help
co: Aiut&u

source: &Hide identical files
co: &Piattà i schedarii uguali

source: &Highest
co: &U più maiò

source: &Highest available port:
co: &Portu u più maiò dispunibule :

source: &Host:
co: &Ospite :

source: &IEC binary prefixes (e.g. 1 KiB = 1024 bytes)
co: &Prefissi binarii IEC (p.i. 1 Ko = 1024 ottetti)

source: &ISO 8601 (example: 2007-09-15)
co: &ISO 8601 (p.i. : 2007-09-15)

source: &Import...
co: &Impurtà...

source: &Inherit system's filetype associations
co: &Impiegà l'associ da tipu di schedariu di u sistemu

source: &Install new version
co: &Installà a nova versione

source: &Keep remote path structure relative to search root
co: Mentene a struttura di u passeghju alluntanatu di l'urigine di a ricerca

source: &Layout of file and directory panes:
co: &Piazzamentu di l'arburi di schedarii è di cartulari :

source: &Limit local ports used by FileZilla
co: &Limità i porti lucali aduprati da FileZilla

source: &Limit number of simultaneous connections
co: &Limità u numeru di cunnessioni simultanei

source: &Local directory tree
co: Arburiscenza di u cartulare &lucale

source: &Local directory:
co: Cartulare &lucale :

source: &Log to file
co: Arregistrà u ghjurnale &Log in un schedariu

source: &Logon Type:
co: Tipu d'accessu (&Logon) :

source: &Logontype:
co: Tipu d'accessu (&Logon) :

source: &Low
co: &Bassu

source: &Manage bookmarks...
co: &Urganizà l'indette...

source: &Manual transfer...
co: Trasferimentu &manuale...

source: &Maximum number of connections:
co: &Numeru massimu di cunnessioni :

source: &Maximum number of retries:
co: &Numeru massimu di prove :

source: &Message log
co: Ghjurnale di i &messaghji

source: &Minimize to tray
co: Impuculì in lu spaziu di nutificazione di u sistemu

source: &Name sorting mode:
co: Nome di u modu di classificazione :

source: &Name:
co: &Nome :

source: &Network configuration wizard...
co: &Assistente di cunfigurazione di a reta...

source: &New
co: &Novu

source: &New Site
co: &Novu Situ

source: &New version available!
co: &Nova versione dispunibule !

source: &None
co: &Alcunu

source: &Normal
co: &Nurmale

source: &Numeric value:
co: &Valore numericu :

source: &OPEN
co: &APRE

source: &Open
co: &Apre

source: &Overwrite
co: &Rimpiazzà

source: &Passive
co: &Passivu

source: &Password:
co: &Parolla d'intrata :

source: &Play sound
co: &Sunà

source: &Port:
co: Port&u :

source: &Preserve timestamps of transferred files
co: &Preservà a data è l'ora di i schedarii trasferiti

source: &Queue
co: &Lista d'aspettanza

source: &Quickconnect
co: &Cunnessione Pronta

source: &Quickconnect bar
co: Barra di &Cunnessione Pronta

source: &Read
co: &Leghje

source: &Reconnect
co: &Ricunnessione

source: &Refresh
co: &Attualizà

source: &Remember password until FileZilla is closed
co: A&rricurdassi di a parolla d'intrata fin'à FileZilla sia chjosu

source: &Remember passwords
co: &Arricurdassi di e parolle d'intrata

source: &Remote directory:
co: &Cartulare di reta in là :

source: &Remote path:
co: &Passeghju di reta in là :

source: &Remove
co: &Caccià

source: &Remove key
co: &Caccià a chjave

source: &Remove selected
co: &Caccià selezziunati

source: &Rename
co: &Rinumà

source: &Rename...
co: &Rinumà...

source: &Reopen local file
co: &Apre u schedariu lucale torna

source: &Replace invalid characters with:
co: &Rimpiazzà i caratteri micca leghjittimi cù :

source: &Report a bug...
co: &Riferisce un prublemu...

source: &Reset and requeue all
co: &Riavvià è rimette tutti i schedarii in a lista d'aspettanza

source: &Restart Wizard
co: &Rilancià l'assistente Stregone

source: &Resume
co: &Cuntinuà

source: &Run command...
co: &Eseguisce a cummanda...

source: &Run configuration wizard now...
co: Impiegà l'assistente di cunfigurazione avà...

source: &Run update check now...
co: &Ricercà e nove versioni avà...

source: &SITE
co: &SITU

source: &Save as...
co: &Salvà cu u nome...

source: &Search
co: &Ricerca

source: &Search remote files...
co: Ricerca i &schedarii alluntanati...

source: &Select Entry:
co: &Sceglie un elementu :

source: &Select language:
co: &Sceglie a lingua :

source: &Select the columns that should be displayed:
co: &Selezziunà e culonne chì ci vole à affissà :

source: &Server
co: Ser&vu

source: &Settings
co: &Preferenze

source: &Settings...
co: &Preferenze...

source: &Show debug menu
co: &Affissà u 'Menu' per spannà

source: &Show message
co: &Affissà u messaghju

source: &Show timestamps in message log
co: &Affissà date è ore in u ghjurnale di i messaghji

source: &Site Manager...
co: &Ghjestiunariu di Siti...

source: &Site-specific bookmark
co: &Indetta particulare per stu situ

source: &Skip
co: &Saltà

source: &Speed limits
co: Limiti di &velocità

source: &Start transfer immediately
co: Principià u trasferimentu avà

source: &Swap local and remote panes
co: &Permutà i finestrini lucale è alluntanatu

source: &TLS Ciphers
co: Cudificazione &TLS

source: &Test
co: &Prova

source: &Theme:
co: &Temu :

source: &Transfer
co: &Trasferimentu

source: &Transfer mode:
co: &Modu di trasferimentu :

source: &Transfer queue
co: Lista d'aspettanza di &trasferimentu

source: &Treat dotfiles as ASCII files
co: &Trattà i schedarii chì anu un nome chì principia cù unu puntu cum'è schedarii ASCII

source: &Unedit
co: &Cancellà i cambiamenti

source: &Update cached key for this host
co: &Mudificà a chjave piattata per st'ospite

source: &Upload
co: &Incaricà

source: &Uploads:
co: &Incaricamenti :

source: &Use custom program
co: &Impiegà un prugrammu persunalizatu

source: &Use synchronized browsing
co: Impiegà &u sfugliendu sincrunizatu

source: &Use system's default editor for text files
co: &Impiegà l'editore predefinitu di u sistemu per i schedarii di testu

source: &Use the following IP address:
co: &Impiegà quessu indirizzu IP :

source: &Use the server's external IP address instead
co: &Impiegà piuttostu l'indirizzu IP esternu di u servu

source: &Use thousands separator
co: &Impiegà u separadore di mille

source: &User:
co: &Utilizatore :

source: &Username:
co: &Nome d'utilizatore :

source: &Version %s
co: &Versione %s

source: &View
co: &Affissu

source: &View/Edit
co: &Affissu / Mudificà

source: &Watch locally edited files and prompt to upload modifications
co: Cuntrollà i schedarii mudificati in lucale è invità à incaricà i cambiamenti

source: &When checking for updates, check for:
co: Quandu circate una nova versione, vulete :

source: &Write
co: &Scrive

source: &Yes
co: &Iè

source: '%s' does not exist or cannot be accessed.
co: '%s' ùn esiste micca o ùn pò micca esse accessu.

source: '%s' is not a directory.
co: '%s' ùn hè micca un cartulare.

source: 'Account' logontype not supported by selected protocol
co: U tipu d'accessu 'Contu' ùn hè micca suppurtatu da u protocollu selezziunatu

source: 'Normal' and 'Account' logontypes are not available, using 'Ask for password' instead.
co: I tipi d'accessu 'Contu' è 'Nurmale' ùn sò micca dispunibule, dunque s'impiega piuttostu 'Dumanda a parolla d'intrata'.

source: 'Normal' and 'Account' logontypes are not available. Your entry has been changed to 'Ask for password'.
co: I tipi d'accessu 'Contu' è 'Nurmale' ùn sò micca dispunibule. L'elementu hè statu cambiatu cù 'Dumanda a parolla d'intrata'.

source: 'quote' is usually a local command used by commandline clients to send the arguments following 'quote' to the server. You might want to enter the raw command without the leading 'quote'.
co: Pare chì 'quote' hè una cummanda lucale aduprata da i clienti/cunsole per trasmette à u servu i parametri chì seguitanu 'quote'. Pudete pruvà di mandà sta cummanda senza falla precedere da 'quote'.

source: (%d object filtered)
co: (%d oghjettu filtratu)

source: (0 for no limit)
co: (0 senza limitazione)

source: (0-999 seconds)
co: (0-999 seconde)

source: (5-9999, 0 to disable)
co: (5-9999, 0 per disattivà)

source: (app-compat is set to %d.%d)
co: (app-compat hè definitu à %d.%d)

source: (example: %H:%M)
co: (esempiu : %H:%M)

source: (example: %Y-%m-%d)
co: (esempiu : %Y-%m-%d)

source: --:--:-- left
co: --:--:-- à a fine

source: -c cannot be used together with an FTP URL.
co: -c ùn pò micca esse adupratu cù l'URL FTP.

source: -l can only be used together with an FTP URL.
co: -l pò solu esse adupratu cù l'URL FTP.

source: -s and -c cannot be present at the same time.
co: -s è -c ùn ponu micca esse aduprati inseme.

source: -s cannot be used together with an FTP URL.
co: -s ùn pò micca esse adupratu cù l'URL FTP.

source: 0 - None
co: 0 - Alcunu

source: 1 - Warning
co: 1 - Avertimentu

source: 2 - Info
co: 2 - Infurmazione

source: 3 - Verbose
co: 3 - Verbosu

source: 32 bit system
co: sistemu 32 bits

source: 4 - Debug
co: 4 - Spannà

source: 64 bit system
co: sistemu 64 bits

source: A bookmark with the entered name already exists. Please enter an unused name.
co: Un indetta cù stu nome esiste dighjà. Ci vole à sceglie un altru nome.

source: A default editor needs to be set.
co: Ci vole à sceglie un editore predefinitu.

source: A directory cannot be dragged into one of its subdirectories.
co: Un cartulare ùn pò micca esse tracinatu in unu di i so sottu-cartulari.

source: A few servers don't allow passive mode or are misconfigured. In such cases you would have to use active mode. In active mode, FileZilla opens a port and asks the server to connect to it.
co: Qualchì servu ùn permette micca u modu passivu, o hè mal cunfiguratu. In stu casu, ci vole à impiegà u modu attivu. In u modu attivu, FileZilla apre un portu è dumanda à u servu di ci cunnettassi.

source: A file previously opened has been changed.
co: Un schedariu dighjà apertu hè statu cambiatu.

source: A file with that name is already being edited. Do you want to reopen '%s'?
co: Un schedariu cù stu nome hè statu dighjà mudificatu. Vulete apre '%s' torna ?

source: A file with that name is already being transferred.
co: Un schedariu cù stu nome hè statu dighjà trasferitu.

source: A file with that name is still being edited. Please close it and try again.
co: Un schedariu cù stu nome hè statu dighjà mudificatu. Ci vole à chjodellu è pruvà torna.

source: A local filename could not be decoded. Please make sure the LC_CTYPE (or LC_ALL) environment variable is set correctly. Unless you fix this problem, files might be missing in the file listings. No further warning will be displayed this session.
co: Ùn hè micca pussibule di decudificà un nome di schedariu lucale. Assicuratevvi chì a variabile d'ambiente LC_CTYPE (o LC_ALL) sia ben cunfigurata. Osinnò qualchì schedariu puderia mancà nantu à a lista di i schedarii. Ghjè u solu messaghju d'avertimentu chì serà mandatu mentre sta sessione.

source: A new version of FileZilla is available:
co: Una nova versione di FileZilla hè dispunibule :

source: A proper server always shows all files, but some broken servers hide files from the user. Use this option to force the server to show all files.
co: Un servu ben cunfiguratu affissa tutti i schedarii, ma certi servi piattanu qualchì schedariu à l'utilizatore. Impiegate s'ozzione per forzà u servu à affissà tutti i schedarii.

source: A proper server does not require this. Contact the server administrator if you need this.
co: Un servu ben cunfiguratu ùn hà bisognu di quessu. Ci vole à chjamà l'amministratore di u servu per verificà quessu.

source: A remote operation is in progress and synchronized browsing is enabled. Disable synchronized browsing and continue changing the local directory?
co: Un operazione alluntanata hè in corsu è u sfugliendu sincrunizatu hè attivu. Vulete disattivà u sfugliendu sincrunizatu è cuntinuà u cambiamentu di u cartulare lucale ?

source: A&dd
co: A&ghjunghje

source: A&llow resume of ASCII files
co: Permette a ripresa di i schedarii ASCII

source: A&pply only to downloads
co: Affetta solu i telecaricamenti

source: A&pply only to uploads
co: Affetta solu l'incaricamenti

source: A&pply to all files and directories
co: Affetta tutti i schedarii è i cartulari

source: A&utomatically remove successful transfers
co: Cavà a&utomaticamente i trasferimenti riesciuti

source: About FileZilla
co: Apprupositu di FileZilla

source: Above the file lists
co: Sopra e liste di schedarii

source: Account
co: Contu

source: Action after queue &completion
co: Azzione à fà quandu a lista d'aspettanza hè viota

source: Action on selected file:
co: Azzione à fà nantu à u schedariu selezziunatu :

source: Action to perform:
co: Azzione à eseguisce :

source: Action:
co: Azzione :

source: Active mode
co: Modu attivu

source: Active mode FTP test failed. FileZilla does not know the correct external IP address.
co: A prova di u modu attivu FTP hè fiasca. FileZilla ùn cunnosce micca l'indirizzu IP esternu currettu.

source: Active mode FTP test failed. FileZilla does not know the correct external IP address. In addition to that, your router has modified the sent address.
co: A prova di u modu attivu FTP hè fiasca. FileZilla ùn cunnosce micca l'indirizzu IP esternu currettu. Di più, u vostru 'router' hà mudificatu l'indirizzu mandatu.

source: Active mode FTP test failed. FileZilla knows the correct external IP address, but your router or firewall has misleadingly modified the sent address.
co: A prova di u modu attivu FTP hè fiasca. FileZilla cunnosce l'indirizzu IP esternu ma u vostru 'router' o parafocu hà mudificatu l'indirizzu mandatu di una manera gattiva.

source: Active mode IP
co: IP in modu attivu

source: Add files to &queue only
co: Aghjunghje i schedarii solu à a lista d'aspettanza

source: Add selected directory to the transfer queue
co: Aghjunghje u cartulare selezziunatu à a lista d'aspettanza di trasferimentu

source: Add selected files and folders to the transfer queue
co: Aghjunghje i cartulari è i schedarii selezziunati à a lista d'aspettanza di trasferimentu

source: Add to queue
co: Aghjunghje à a lista d'aspettanza

source: Address type not supported
co: Tipu d'indirizzu micca suppurtatu

source: Advanced
co: Espertu

source: Advice: Unless you want to test new features, please keep using stable versions only. Beta versions and nightly builds are development versions meant for testing purposes. Nightly builds of FileZilla may not work as expected and might even damage your system. Use beta versions and nightly builds at your own risk.
co: Avertimentu : Fora s'è voi vulete pruvà e nove funzioni, ghjè più sicuru d'installà solu e versioni stabule. E versioni beta è quelle create di notte sò versioni di sviluppu fatte solu per pruvà. Ste versioni ponu ùn micca funziunà cum'è previstu, è dannighjà u vostru sistemu dinù. L'impiegu di ste versioni di FileZilla si face à u vostru risicu.

source: Al&ways perform this action
co: Eseguisce sempre st'azzione

source: Algorithm:
co: Cudificazione :

source: All files have been successfully transferred
co: Tutti i schedarii anu statu trasferiti bè

source: All ports in the given range have to be between 1024 and 65535.
co: Tutti i porti di a stesa specificata devenu esse scelti trà 1024 è 65535.

source: All transfers have finished. %d file could not be transferred.
co: Tutti i trasferimenti sò compii. %d schedariu ùn pò micca esse trasferitu.

source: Allow &fall back to other transfer mode on failure
co: Permette u ritornu à un altru modu di tras&ferimentu in casu di fiascu

source: Allow fallback to other transfer mode on failure
co: Permette u ritornu à un altru modu di trasferimentu in casu di fiascu

source: Already connected
co: Dighjà cunnettu

source: Alternatively you can use the Pageant tool from PuTTY to manage your keys, FileZilla does recognize Pageant.
co: Si pò dinù impiegà Pageant da PuTTY per a ghjestione di e vostre chjavi, chì FileZilla cunnosce st'attrezzu.

source: Alternatively you can use your system's SSH agent. To do so, make sure the SSH_AUTH_SOCK environment variable is set.
co: Si pò dinù impiegà l'agente SSH di u vostru sistemu. Per quessu, ci vole à definisce a variabile d'ambiente SSH_AUTH_SOCK.
