Repository: DeathMark/FileZilla3
Catalog: locales/co.po
Languages: co

source: Sele&ct server
co: Selezziunà u servu

source: Select &page:
co: Selezziunà una &pagina :

source: Select Theme
co: Selezziunà u Temu

source: Select default action to perform if target file of a transfer already exists.
co: Selezziunà un azzione predefinita à fà s'è u schedariu di destinazione d'un trasferimentu esiste dighjà.

source: Select default editor
co: Selezziunà l'editore predefinitu

source: Select default file exists action if the target file already exists. This selection is valid only for the current session.
co: Selezziunà un azzione predefinita à fà s'è u schedariu di destinazione d'un trasferimentu esiste dighjà. Sta selezzione hè vera per sta sessione solu.

source: Select default file exists action only for the currently selected files in the queue.
co: Selezziunà un azzione predefinita à fà s'è u schedariu di destinazione d'un trasferimentu esiste dighjà. Sta selezzione hè vera per i schedarii selezziunati solu.

source: Select file containing private key
co: Selezziunà u schedariu cuntenendu a chjave privata

source: Select file for exported data
co: Selezziunà u schedariu per l'espurtazione di i dati

source: Select file for exported queue
co: Selezziunà u schedariu per l'espurtazione di a lista d'aspettanza

source: Select file for exported settings
co: Selezziunà u schedariu per l'espurtazione di e preferenze

source: Select file for exported sites
co: Selezziunà u schedariu per l'espurtazione di i siti

source: Select file to import settings from
co: Selezziunà u schedariu per l'impurtazione di e preferenze

source: Select file to upload
co: Selezziunà u schedariu à incaricà

source: Select filename for converted keyfile
co: Selezziunà u nome di schedariu per a chjave privata convertitta

source: Select how these files should be opened.
co: Selezziunà chì manera à impiegà per apre sti schedarii.

source: Select target download directory
co: Selezziunà u cartulare di destinazione per i telecaricamenti

source: Select target filename
co: Selezziunà u nome di schedariu di destinazione

source: Select the categories to export:
co: Selezziunà e categurie à espurtà :

source: Select the private data you would like to delete.
co: Selezziunà i dati persunali ch'ellu ci vole à sguassà.

source: Selected %d directory with its contents for transfer.
co: %d cartulare selezziunatu cù u so cuntenutu per u trasferimentu.

source: Selected %d directory.
co: %d cartulare selezziunatu.

source: Selected %d file for transfer.
co: %d schedariu selezziunatu per u trasferimentu.

source: Selected %d file. Total size: %s
co: %d schedariu selezziunatu. Dimensione tutale : %s

source: Selected %d file. Total size: At least %s
co: %d schedariu selezziunatu. Dimensione tutale : Almenu %s

source: Selected %s and %s for transfer.
co: %s è %s selezziunati per u trasferimentu.

source: Selected %s and %s. Total size: %s
co: %s è %s selezziunati. Dimensione tutale : %s

source: Selected %s and %s. Total size: At least %s
co: %s è %s selezziunati. Dimensione tutale : Almenu %s

source: Selected editor does not exist.
co: L'editore selezziunatu ùn esiste micca.

source: Selected file already being edited
co: U schedariu selezziunatu hè dighjà in corsu di mudificazione

source: Selected file is already loaded
co: U schedariu selezziunatu hè dighjà caricatu

source: Selected file is already opened
co: U schedariu selezziunatu hè dighjà apertu

source: Selected file is still being edited
co: U schedariu selezziunatu hè torna in corsu di mudificazione

source: Selected filter only works for local files.
co: U filtru selezziunatu funziuneghja solu per i schedarii lucali.

source: Selected global bookmark and current server use a different server type. Use site-specific bookmarks for this server.
co: L'indetta glubale selezziunata è u servu currente impieganu un tipu di servu sfarente. Impiegate un indetta particulare à u situ per stu servu.

source: Selected port usually in use by a different protocol.
co: D'abbitudine, u portu selezziunatu hè impiegatu da un altru protoccollu.

source: Send FTP &keep-alive commands
co: Mandà cummande FTP sempre-vivu

source: Send custom command to the server otherwise not available
co: Mandà una cummanda persunalizata à u servu s'ellu ùn hè micca dispunibule

source: Sending keep-alive command
co: Mandà in corsu d'una cummanda sempre-vivu

source: Serial number:
co: Numeru di seria :

source: Server &Type:
co: &Tipu di servu :

source: Server did not properly shut down TLS connection
co: U servu ùn hà micca chjosu currettamente a cunnessione TLS

source: Server does not support non-ASCII characters.
co: U servu ùn supporta micca i caratteri micca ASCII.

source: Server does not support resume of files > %d GB.
co: U servu ùn supporta micca u ripigliu di trasferimentu per i schedarii cù una dimensione > %d Go.

source: Server does not support resume of files > %d GB. End transfer since file sizes match.
co: U servu ùn supporta micca u ripigliu di trasferimentu per i schedarii cù una dimensione > %d Go. A fine di u trasferimentu si ferà quandu a dimensione di i schedarii lucale & servu currisponderà.

source: Server does not support resume of files > 2GB.
co: U servu ùn supporta micca u ripigliu di trasferimentu per i schedarii cù una dimensione > 2 Go.

source: Server does not support resume of files > 4GB.
co: U servu ùn supporta micca u ripigliu di trasferimentu per i schedarii cù una dimensione > 4 Go.

source: Server may not support resume of files > %d GB. End transfer since file sizes match.
co: U servu pò ùn micca supportà u ripigliu di trasferimentu per i schedarii cù una dimensione > %d Go. A fine di u trasferimentu si ferà quandu a dimensione di i schedarii lucale & servu currisponderà.

source: Server might require an account. Try specifying an account using the Site Manager
co: U servu pò richiede un contu. Pruvate d'indicà un contu impieghendu u Ghjestiunariu di Siti

source: Server returned empty path.
co: U servu hà riturnatu un passeghju viotu.

source: Server sent an additional login prompt. You need to use the interactive login type.
co: U servu hà mandatu una richiesta cumplementare d'identificazione. Ci vole à impiegà un tipu interattivu d'identificazione.

source: Server sent passive reply with unroutable address. Passive mode failed.
co: U servu hà mandatu una risposta passiva cù un indirizzu micca trasferevule. Fiascu di u modu passivu.

source: Server sent passive reply with unroutable address. Using server address instead.
co: U servu hà mandatu una risposta passiva cù un indirizzu micca trasferevule. Indirizzu rimpiazzatu da quellu di u servu.

source: Server sent unexpected reply.
co: U servu hà mandatu una risposta micca prevista.

source: Server to client MAC:
co: MAC per a cunnessione servu à cliente :

source: Server to client cipher:
co: Cudificazione per a cunnessione servu à cliente :

source: Server&type:
co: &Tipu di servu :

source: Server/Local file
co: Schedariu Servu / Lucale

source: Server:
co: Servu :

source: Session details
co: Ditaglii di a sessione

source: Set &Priority
co: Definisce a priurità

source: Set permissions of '%s' to '%s'
co: Definisce i permessi da '%s' à '%s'

source: SetSocketBufferSize called without socket
co: SetSocketBufferSize chjamatu senza socket

source: Settings
co: Preferenze di FileZilla

source: Show &raw directory listing
co: Presentà a lista c&ruda di u cartulare

source: Show &welcome dialog...
co: Presentà u dialogu di &benvenuta...

source: Show both directory trees and continue comparing?
co: Presentà l'arburiscenze per i dui lati è cuntinuà u paragone ?

source: Show details
co: Presentà i ditaglii

source: Show details about custom date and time formats
co: Presentà i ditaglii apprupositu di e forme persunalizate di data è d'ora

source: Shows available TLS ciphers
co: Presentà e cudificazioni TLS dispunibule

source: Shows this help dialog
co: Presentà stu dialogu d'aiutu

source: Shutdown now
co: Piantà u sistemu

source: Signature algorithm:
co: Cudificazione di a firma :

source: Site &Manager entries
co: Elementi di u Ghjestiunariu di Siti

source: Site Manager
co: Ghjestiunariu di Siti

source: Site Manager - Cannot remember password
co: Ghjestiunariu di Siti - Ùn si pò arricurdassi di a parolla d'intrata

source: Site Manager - Invalid data
co: Ghjestiunariu di Siti - Dati micca leghjittimi

source: Site Manager already open
co: U Ghjestiunariu di Siti hè dighjà apertu

source: Site does not exist.
co: U situ ùn esiste micca.

source: Site path has to begin with 0 or 1.
co: Un passeghju di situ hà da principia cù 0 o 1.

source: Site path is malformed.
co: U passeghju di situ hè malfuttutu.

source: Site-specific bookmarks
co: Indette particulare per stu situ

source: Site-specific bookmarks require the server to be stored in the Site Manager. Add current connection to the site manager?
co: L'indette particulare per stu situ richiedenu chì stu situ sia arregistratu in u Ghjestiunariu di Siti. Vulete aghjunghje l'ozzioni di sta cunnessione à u Ghjestiunariu di Siti ?

source: Size
co: Dimensione

source: Size formatting
co: Forma di a dimensione

source: Size unknown
co: Dimensione scunnisciuta

source: Skip file
co: Saltà u schedariu

source: Skipping download of %s
co: Saltà u telecaricamentu di %s

source: Skipping upload of %s
co: Saltà l'incaricamentu di %s

source: Socket address outside address space
co: L'indirizzu di socket hè fora di u spaziu d'indirizzi

source: Socket already connected
co: Socket dighjà cunnettu

source: Socket has been shut down
co: Socket hè statu piantatu

source: Socket not connected
co: Socket micca cunnettu

source: Socket type not supported for address family
co: Tipu di socket micca suppurtatu per a famiglia d'indirizzi

source: Some files are still being edited or need to be uploaded.
co: Certi schedarii sò sempre in corsu di mudificazione o anu bisognu d'esse incaricati.

source: Some misconfigured remote servers which are behind a router, may reply with their local IP address.
co: Certi servi alluntanati mal cunfigurati, chì sò daretu un 'router', ponu risponde cù i so indirizzi IP lucali.

source: Sort directories inline
co: Classificà i cartulari in-linea

source: Sort order cannot be changed if comparing directories.
co: L'ordine di classificazione ùn pò micca esse mudificatu mentre u paragone di i cartulari.

source: Sorting
co: Classificazione in corsu

source: Sorting &mode:
co: Modu di classificazione :

source: Source and path of the drop operation are identical
co: L'urigine è u passeghju di l'operazione di Sguillà & Depone sò listessi

source: Source and target file may not be the same
co: U schedariu d'urigine è di destinazione ùn ponu micca esse listessi

source: Source and target of the drop operation are identical
co: L'urigine è a destinazione di l'operazione di Sguillà & Depone sò listessi

source: Source file:
co: Schedariu d'urigine :

source: Speed Limits
co: Limiti di Velocità per i Trasferimenti

source: Speed limits
co: Limiti di velocità per i trasferimenti

source: Speed limits are disabled, click to change.
co: A limitazione di velocità per i trasferimenti hè disattiva, cliccu per cambià.

source: Speed limits are enabled, click to change.
co: A limitazione di velocità per i trasferimenti hè attiva, cliccu per cambià.

source: Stable and beta versions
co: Versioni stabule è beta

source: Stable versions only
co: Versioni stabule solu

source: Stable, beta and nightly versions
co: Versioni stabule, beta è create di notte

source: Start transfer &immediately
co: Principià u trasferimentu &avà

source: Start with opened Site Manager
co: Principià cù l'apertura di u Ghjestiunariu di Siti

source: Started update check on %s
co: Iniziu di u cuntrolu automaticu di e nove versioni in %s

source: Starting download of %s
co: Lanciu di u telecaricamentu di %s

source: Starting upload of %s
co: Lanciu di l'incaricamentu di %s

source: Starts the local site in the given path
co: Lancia u situ lucale in u passeghju indicatu

source: State or province:
co: Statu o pruvincia :

source: Status
co: Statu

source: Status:
co: Statu :

source: Stop and remove &all
co: Pi&antà è caccià tuttu

source: Street:
co: Carrughju :

source: Subject of certificate
co: Sughjettu di u certificatu

source: Successful transfers
co: Trasferimenti riesciuti

source: Summary of test results:
co: Riassuntu di i resultati di a prova :

source: Suspend now
co: Mette in veghja subitu

source: Symlinks to files are not affected by this choice, such symlinks are always deleted.
co: E leie simboliche (symlink) versu i schedarii ùn sò micca affette da sta scelta, chì tale leie sò sempre sguassate.

source: Synchronized browsing
co: Sfugliendu sincrunizatu

source: Synchronized browsing has been disabled.
co: Avà, u sfugliendu sincrunizatu ùn hè più attivu.

source: Syntax error
co: Sbagliu di sintassa

source: Syntax error in command line
co: Sbagliu di sintassa in a linea di cummanda

source: System
co: Sistemu

source: System limit of open files exceeded
co: U limitu di u numeru di schedarii aperti hè ghjuntu

source: System's network subsystem has failed
co: U sottu-sistemu reta di u sistemu hè fiascu

source: T&oolbar
co: &Barra d'attrezzi

source: TLS/SSL connection established, sending HTTP request
co: Cunnessione TLS/SSL stabilita, mandà d'una dumanda HTTP

source: TLS/SSL connection established, waiting for welcome message...
co: Cunnessione TLS/SSL stabilita, in aspettanza di u messaghju di benvenuta...

source: TLS/SSL connection established.
co: Cunnessione TLS/SSL stabilita.

source: TTL expired
co: TTL scadutu

source: Target file already exists
co: U schedariu di destinazione esiste dighjà

source: Target file:
co: Schedariu di destinazione :

source: Target filename already exists!
co: U nome di u schedariu di destinazione esiste dighjà !

source: Target filename already exists, really continue?
co: U nome di u schedariu di destinazione esiste dighjà ! Vulete cuntinuà ?

source: Temporary failure in name resolution
co: Fiascu timpurariu in a risuluzione di u nome

source: Test results
co: Risultati di a prova

source: Testing resume capabilities of server
co: Prova di a capacità di u servu à ripiglià i trasferimenti

source: The Site Manager is opened in another instance of FileZilla 3. Do you want to continue? Any changes made in the Site Manager won't be saved then.
co: U Ghjestiunariu di Siti hè apertu in un altra copia di FileZilla 3. Site sicuru di vulè continuà ? Tutti i cambiamenti fatti in u Ghjestiunariu di Siti seranu persi.

source: The Site Manager is opened in another instance of FileZilla 3. Please close it or the data cannot be deleted.
co: U Ghjestiunariu di Siti hè apertu in un altra copia di FileZilla 3. Ci vole à chjodellu osinnò i dati ùn ponu micca esse cacciati.

source: The XML document is not well-formed: %s
co: U ducumentu XML ùn hè micca formatu bè : %s

source: The address you entered was: %s
co: L'indirizzu entritu era : %s

source: The ai_family member is not supported
co: U membru ai_family ùn hè micca suppurtatu

source: The ai_socktype member is not supported
co: U membru ai_socktype ùn hè micca suppurtatu

source: The bookmark could not be added.
co: L'indetta ùn pò micca esse aghjunta.

source: The bookmarks could not be cleared.
co: L'indette ùn ponu micca esse sguassate.

source: The connection is encrypted. Click icon for details.
co: A cunessionne hè cifrata. Cliccu nantu à l'icona per avè più di ditaglii.

source: The custom date format is invalid or contains unsupported format specifiers.
co: A forma persunalizata di data ùn hè micca leghjittima o cuntene specificazioni di forma micca suppurtate.

source: The custom login sequence cannot be empty.
co: A sequenza d'identificazione persunalizata ùn pò micca esse viota.

source: The custom time format is invalid or contains unsupported format specifiers.
co: A forma persunalizata d'ora ùn hè micca leghjittima o cuntene specificazioni di forma micca suppurtate.

source: The data connection could not be established: %s
co: A cunnessione di dati ùn pò micca esse stabila : %s

source: The default editor for text files could not be found.
co: L'editore predefinitu per i schedarii di testu ùn si trova micca.

source: The default editor for text files is '%s'.
co: L'editore predefinitu per i schedarii di testu hè '%s'.

source: The entered filter name already exists, please choose a different name.
co: U nome di filtru indicatu esiste dighjà, sciglite un altru nome.

source: The extension '%s' does already exist in the list
co: L'estensione '%s' esiste dighjà in sta lista

source: The file %s already exists. Please enter a new name:
co: U schedariu %s esiste dighjà. Scrivite un altru nome :

source: The file '%s' cannot be opened: The associated program (%s) could not be found. Please check your filetype associations.
co: U schedariu '%s' ùn pò micca esse apertu : U prugrammu assuciatu (%s) ùn si trova micca. Verificate i vostri associ da tipu di schedariu.

source: The file '%s' could not be loaded or does not contain a private key.
co: U schedariu '%s' ùn pò micca esse caricatu o ùn cuntene micca una chjave privata.

source: The file '%s' could not be loaded.
co: U schedariu '%s' ùn pò micca esse caricatu.

source: The file '%s' could not be opened: No program has been associated on your system with this file type.
co: U schedariu '%s' ùn pò micca esse apertu : Ùn ci hè micca di prugrammu assuciatu cù stu tipu di schedariu nantu u vostru sistemu.

source: The file '%s' could not be opened: The associated command failed
co: U schedariu '%s' ùn pò micca esse apertu : A cummanda assuciata hè fiasca

source: The file '%s' is not in a format supported by FileZilla. The file is also password protected. Password protected keyfiles are not supported by FileZilla yet. Would you like to convert it into a supported, unprotected format?
co: U schedariu '%s' ùn si trova micca in una forma suppurtata da FileZilla. Di più, u schedariu hè pruttetu da una parolla d'intrata, cio ch'ùn hè ancu suppurtatu da FileZilla. Vulete trasfurmallu in una forma suppurtata è micca prutteta ?

source: The file '%s' is not in a format supported by FileZilla. Would you like to convert it into a supported format?
co: U schedariu '%s' ùn si trova micca in una forma suppurtata da FileZilla. Vulete trasfurmallu in una forma suppurtata ?

source: The file '%s' is password protected. Password protected keyfiles are not supported by FileZilla yet. Would you like to convert it into an unprotected file?
co: U schedariu '%s' hè pruttetu da una parolla d'intrata, cio ch'ùn hè ancu suppurtatu da FileZilla. Vulete trasfurmallu in un schedariu micca pruttetu ?

source: The file selected as default editor does not exist.
co: U schedariu selezziunatu cum'è editore predefinitu ùn esiste micca.

source: The file you have selected contains site manager data from a previous version of FileZilla. Due to differences in the storage format, only host, port, username and password will be imported. Continue with the import?
co: U schedariu selezziunatu cuntene dati di u Ghjestiunariu di Siti creati da una versione scorsa di FileZilla. Cum'è ci sò sfarenze di forma di dati, solu l'ospite, u portu, u nome d'utilizatore è a parolla d'intrata seranu impurtati. Vulete cuntinuà l'impurtazione ?

source: The filename column can neither be hidden nor moved.
co: A culonna di u nome di schedariu ùn pò micca esse, ne piattata, ne mossa.

source: The filename column cannot be hidden.
co: A culonna di u nome di schedariu ùn pò micca esse piattata.

source: The following character will be replaced: %s
co: U caratteru seguente serà rimpiazzatu : %s

source: The following characters will be replaced: %s
co: I caratteri seguente seranu rimpiazzati : %s

source: The following files are currently being edited:
co: I schedarii chì seguitanu sò in corsu di mudificazione :

source: The free open source FTP solution
co: A soluzione FTP libera in 'Open Source'

source: The global bookmarks could not be saved.
co: L'indette glubale ùn ponu micca esse arregistrate.

source: The higher the debug level, the more information will be displayed in the message log. Displaying debug information has a negative impact on performance.
co: Più u livellu di spannà hè altu, più ci seranu infurmazioni in u ghjurnale di i messaghji. A mostra di st'infurmazioni per spannà hà un effettu gattivu nantu à e prestazioni.

source: The limit needs to be between 1 and 2000 MiB
co: U limitu deve esse sceltu trà 1 è 2000 Mo

source: The local directory '%s' is not below the synchronization root (%s). Disable synchronized browsing and continue changing the local directory?
co: U cartulare lucale '%s' ùn hè micca sottu a radica di sincrunizazione (%s). Vulete disattivà u sfugliendu sincrunizatu è cuntinuà u cambiamentu di u cartulare lucale ?

source: The lowest available port has to be less or equal than the highest available port.
co: U portu dispunibule u più bassu deve esse inferiore o uguale à u portu u più maiò.

source: The new version could not be downloaded, please retry later.
co: A nova versione ùn pò micca esse telecaricata, provate più tardi.

source: The new version has been saved in your Downloads directory.
co: A nova versione hè statu arregistrata in u vostru cartulare di telecaricamenti.

source: The queue will not be saved.
co: A lista d'aspettanza ùn serà micca arregistrata.

source: The remote directory '%s' is not below the synchronization root (%s). Disable synchronized browsing and continue changing the remote directory?
co: U cartulare alluntanatu '%s' ùn hè micca sottu a radica di sincrunizazione (%s). Vulete disattivà u sfugliendu sincrunizatu è cuntinuà u cambiamentu di u cartulare alluntanatu ?

source: The selected categories have been imported.
co: E categurie selezziunate sò statu impurtate.

source: The selected file contains importable data for the following categories:
co: U schedariu selezziunatu cuntene dati d'impurtazione per e categurie chì seguitanu :

source: The selected file is already being edited:
co: U schedariu selezziunatu hè dighjà in corsu di mudificazione :

source: The selected file is still opened in some other program, please close it.
co: U schedariu selezziunatu hè ancu apertu in qualchì altru prugrammu, ci vole à chjodellu.

source: The selected file would be executed directly. This can be dangerous and damage your system. Do you really want to continue?
co: U schedariu selezziunatu serà eseguittu senza aspettà. Quessu pò esse periculosu è dannighjà u vostru sistemu. Site sicuru di vulè cuntinuà ?

source: The server could not be added.
co: U servu ùn pò micca esse aghjuntu.

source: The server sent an unexpected or unrecognized reply.
co: U servu hà mandatu una risposta inaspettata o scunnisciuta.

source: The server uses following charset encoding for filenames:
co: U servu impiega a cudificazione di caratteri seguente per i nomi di schedarii :

source: The server's certificate is unknown. Please carefully examine the certificate to make sure the server can be trusted.
co: U certificatu di u servu hè scunnisciutu. Verificate precisamente u certificatu per assicurassi chì u servu pò esse degnu di cridenza.

source: The server's host key does not match the key that has been cached. This means that either the administrator has changed the host key, or you are actually trying to connect to another computer pretending to be the server.
co: A chjave di l'ospite di u servu ùn currisponde micca à a chjave in memoria. Vole si dì chì l'amministratore hà cambiatu a chjave di l'ospite, o chì voi site in corsu di cunnessione à un altru urdinatore pritendendu esse u servu.
